<template>
  <v-app>

    <!-- Шапка сайта -->
    <app_bar :user_id="user_id" />

    <!-- ОСНОВНАЯ ЧАСТЬ -->
    <v-main>

      <!-- ТОП БАННЕР -->
      <v-card
              class="flex"
              flat
              tile
              dark
              app
              color="#456018"
      >
        <img class='img-responsive' src="/img/custom/bg01.jpg" style="margin-bottom: -25px;">
        <v-container fluid grid-list-lg>


          <v-layout row wrap>
            <v-flex xs12>

              <template>
                <v-flex xs12>
                  <!-- ЗАГОЛОВОК -->
                  <v-card color="transparent" flat class="my-3">
                    <v-card-subtitle class="pb-0">
                      <p>«Национальная Аграрная Тендерная Система» позволяет Покупателям со своего компьютера провести online торги, ознакомиться с предложениями многочисленных независимых поставщиков и заказать все необходимые средства защиты растений по самой лучшей цене.</p>
                      <p>Работая на площадке «Национальная Аграрная Тендерная Система» у Вас появится отличная возможность сократить издержки на закупки, сэкономить время сотрудников и расширить круг поставщиков.</p>
                      <p>Продавцам «НАТС» поможет найти неограниченное количество Покупателей во всех регионах РФ не неся дополнительных расходов.</p>
                    </v-card-subtitle>
                  </v-card>
                </v-flex>
              </template>

            </v-flex>

          </v-layout>

        </v-container>
      </v-card>
      <v-container fluid grid-list-lg>
        <v-layout row wrap>
          <v-flex xs12>
            <template>

              <v-flex xs12>
                <v-card color="transparent" flat class="my-3">
                  <v-card-title>
                    <h1 class="my-0 display-1" style="color:#465F1E;">Схема сотрудничества</h1>
                  </v-card-title>
                </v-card>
              </v-flex>

            </template>
          </v-flex>
        </v-layout>
        <v-layout row wrap>
          <v-flex md6 xs12>
            <template>
              <v-flex xs12 style="background-color:#cccccc;">
                <v-card color="transparent" flat class="my-3">
                  <v-card-title>
                    <h1 class="display-1">Покупатель</h1>
                  </v-card-title>
                  <v-card-subtitle>
                    <ol>
                      <li>Регистрация на торговой площадке</li>
                      <li>Размещение заявки</li>
                      <li>Получение предложений от Поставщиков</li>
                      <li>Заключение контракта с Поставщиком</li>
                    </ol>
                  </v-card-subtitle>
                </v-card>
              </v-flex>
            </template>

          </v-flex>
          <v-flex md6 xs12>

            <template>
              <v-flex xs12 style="background-color:#cccccc;">
                <v-card color="transparent" flat class="my-3">
                  <v-card-title>
                    <h1 class="display-1">Продавец</h1>
                  </v-card-title>
                  <v-card-subtitle>
                    <ol>
                      <li>Регистрация на торговой площадке</li>
                      <li>Получение заявок от Покупателей</li>
                      <li>Отправка предложения</li>
                      <li>Заключение контракта с Покупателем</li>
                    </ol>
                  </v-card-subtitle>
                </v-card>
              </v-flex>
            </template>

          </v-flex>
        </v-layout>
        <v-layout row wrap>
          <v-flex xs12>
            <template>
              <v-flex xs12>
                <v-card color="transparent" flat class="my-3">
                  <v-card-title>
                    <h2 class="display-1">С выходом на площадку Вы сможете достичь следующих результатов:</h2>
                  </v-card-title>
                  <v-card-subtitle>
                    <ul>
                      <li>Появится новый надежный поставщик, который предложит вам <b>ЭКСКЛЮЗИВНУЮ ЦЕНУ</b>;</li>
                      <li>Текущий поставщик предоставит <b>БОЛЕЕ ВЫГОДНЫЕ УСЛОВИЯ</b>;</li>
                      <li>В случае, если никто не сможет сделать Вам предложение более выгодным чем то,
                        по которому Вы сотрудничаете с Вашим текущим поставщиком,
                        Вы будете уверены, что работаете с <b>ЛУЧШИМ ПОСТАВЩИКОМ НА ЛУЧШИХ УСЛОВИЯХ</b>.</li>
                    </ul>
                  </v-card-subtitle>
                </v-card>
              </v-flex>
            </template>
          </v-flex>
        </v-layout>
        <v-divider class="my-0"></v-divider>
        <v-layout row wrap>
          <v-flex md6 xs12>
            <template>
              <v-flex xs12>
                <v-card color="transparent" flat class="my-3">
                  <v-card-title>
                    <i class="fa fa-gift" style="font-size: 64px; float: left; margin: 0 20px 0 0; color: #50AE55;"></i>
                    <h1 class="display-1" style="color:#465F1E;">Наша миссия</h1>
                  </v-card-title>
                  <v-card-subtitle class="pb-0">
                    <h4 style="color:#465F1E;">Повышение эффективности ведения бизнеса наших клиентов за счет внедрения
                      передовых управленческих технологий в области закупки
                      химических средств защиты растений</h4>
                  </v-card-subtitle>
                </v-card>
              </v-flex>
            </template>

          </v-flex>
          <v-flex md6 xs12>

            <template>
              <v-flex xs12>
                <v-card color="transparent" flat class="my-3">
                  <v-card-title>
                    <i class="fa fa-bullseye" style="font-size: 64px; float: left; margin: 0 20px 0 0; color: #50AE55;"></i>
                    <h1 class="display-1" style="color:#465F1E;">Наша цель</h1>
                  </v-card-title>
                  <v-card-subtitle class="pb-0">
                    <h4 style="color:#465F1E;">Оптимизация закупочной и сбытовой деятельности предприятий сельскохозяйственного
                      сектора Российской Федерации</h4>
                  </v-card-subtitle>
                </v-card>
              </v-flex>
            </template>
          </v-flex>
        </v-layout>
        <v-divider class="my-0"></v-divider>
        <br />

        <v-layout row wrap>
          <v-flex md12 xs12>
        <!-- HTML -->
        <v-card flat outlined class="mb-3">
            <v-card-title>
                <h2 class="my-0 display-1">О проекте</h2>
                <v-spacer></v-spacer>
            </v-card-title>
            <v-card-text>   
              
<h2>Современный формат ведения бизнеса</h2>

<p>В мире покупка и продажа уже давно ушли в онлайн-пространство. Это коснулось и фермерского хозяйства. Государство активно помогает в развитии данной отрасли. Одни из главных задач нашей страны в сфере сельхоз хозяйства — создать дополнительные рабочие места, сократить импорт и снизить цены на продукцию. Разработка онлайн-программ помогает упросить ведение бизнеса, привлекать и наращивать сотрудничество между компаниями и частными лицами по всей стране. </p>

<h2>О компании</h2>
<p>Мы — аграрный портал с площадкой электронных торгов, помогающий фермерам и сельскохозяйственным компаниям разместить на нашем сайте (химические средства защиты растений) свою продукцию химической защиты растений, найти постоянный поток клиентов и реализовать свой товар по конкурентным ценам. Покупатели в свою очередь получают широкий выбор продукции по выгодной стоимости.
</p>

<h2>Почему стоит выбрать наш портал?   Почему стоит выбрать нашу площадку? </h2>
<p>Наш национальный тендерный портал (наша электронная торговая площадка) — один из первых в России, готовый помочь быстро и просто разместить агро объявление, найти поставщиков или покупателей фермерской химической продукции. Удобный интерфейс и простая форма регистрации позволят за пару минут внести нужную информацию.</p>

<h2>Плюсы нашего портала</h2>
<p><u><strong>Экономия времени</strong></u> — в режиме онлайн вы видите все доступные предложения. Никаких лишних встреч и звонков, вы не отрываетесь от работы, только периодически заглядываете на электронную торговую площадку.</p>

<p><u><strong>Минимум затрат</strong></u> — вы не тратите средства на дополнительный штат сотрудников, наша платформа проста и понятна в использовании. Вам нужно лишь разместить подробную информацию о тендере на электронной торговой площадке и ожидать встречных предложений.</p>

<p><u><strong>Экономия на закупках</strong></u> — тендерная система позволит быстро провести анализ предложений и выбрать наиболее подходящий для вас вариант. Наша электронная торговая площадка работает по всей России, а значит компании со всей страны готовы представить свою продукцию.</p>
<p><u><strong>Надежность сделки</strong></u> — мы контролируем сделки на всех этапах. Наши менеджеры всегда готовы помочь правильно заключить договор в режиме онлайн, ответят на все возникающие вопросы, организуют отгрузку товара даже на поле. Гарантируем порядок в документации и исполнение заказов в срок.</p>

<h2>Какую продукцию вы можете разместить на нашем портале</h2>
<p>Ваши запросы могут быть любого характера: это может быть тендер на покупку /продажу средств для защиты растений от сорняков, насекомых (гербицидов (в том числе сплошного действия), пестицидов, фунгицидов, инсектицидов и пр.), оборудование или сельскохозяйственные культуры. На нашей электронной торговой площадке размещают запросы на выгодную закупку топлива. Расширенный поиск с удобными фильтрами поможет оперативно найти необходимую продукцию.</p>
<p><strong>Наша задача</strong> — быстро и без лишних финансовых затрат помочь вашему бизнесу заключить выгодные контракты. Через нашу электронную торговую площадку возможно осуществлять госзакупки и небольшие частные тендеры на всей территории России. Если у вас возникли вопросы, нажмите кнопку «Заказать обратный звонок», и наши специалисты оперативно свяжутся с вами.</p>

<!--<p>Онлайн торги в сельскохозяйственной сфере — с нами это становится возможным. Национальная Аграрная Тендерная Система (НАТС) существенно упрощает работу с поставщиками растений и культур, что позволяет нашим клиентам подобрать все необходимое для эффективного процесса.</p>
<h2>Суть работы НАТС</h2>
<p>Национальная Аграрная Тендерная Система — это огромные возможности. Теперь не нужно долго искать поставщиков с низкими ценами, сравнивать цены и анализировать ассортимент продукции. Мы собрали все в одном месте. </p>
<p>Наши клиенты могут рассмотреть предложения разных компаний выбирать необходимое и приобрести товары по низкой цене. Это отличный способ сэкономить без потери качества товаров.</p>
<h2>Преимущества сотрудничества</h2>
<p>Наша компания открывает большие возможности для выбора лучших культур и растений владельцам приусадебных участков и для малых или крупных фермерских хозяйств. У нас есть ряд значительных преимуществ:</p>
<ul>
<li>снижаются затраты при покупке культур — представлены демократичные цены, которые легко конкурируют с расценками магазинов;</li>
<li>широкий список поставщиков — а это отличные возможности для большого выбора товаров;</li>
<li>экономия времени на поиски подходящей продукции;</li>
<li>большой ассортимент культур и растения, что помогает подобрать оптимальный вариант;</li>
<li>гарантия надежности поставщиков.</li>
</ul>
<p>Уникальное решение - аукцион. Теперь вы можете самостоятельно установить цену и максимально выгодно купить товар. Это делает нас еще более привлекательными для клиентов, так как еще никому не удавалось собрать столько интересных предложений для клиентов в одном месте.</p>
<p>Мы работаем с проверенными компаниями и проверяем предложения от поставщиков, чтобы клиенты получили лучшее. Схема работы простая, с ней легко разобраться каждому, кто приходит на сайт. А благодаря росту эффективности ведения бизнеса клиенты остаются с нами надолго, потому что понимают преимущества использования услуг, которые мы предлагаем. Здоровая конкуренция на рынке — это современные торговые отношения.</p>-->
                
              
          </v-card-text>
        </v-card>

  </v-flex>
        </v-layout>



        <v-layout row wrap>
          <v-flex md12 xs12>
            <reviews_block />
          </v-flex>
        </v-layout>
      </v-container>
    </v-main>
    
    <!-- Подвал -->
    <footer_bar :user_id="user_id" />

  </v-app>
</template>

<script> 

import app_bar from './components/app_bar'
import footer_bar from './components/footer_bar'
import reviews_block from './components/reviews_block'

export default {
  name: 'about_service',
  data () {
    return {
    }
  },
  mounted() {
    
  },
  methods: {
  },
  props: {
    user_id: Number,
  },
  components: {
    app_bar,
    footer_bar,
    reviews_block,
  },
  computed: {
  },
};
</script>

<style>
.theme--light.v-data-table {
  background: transparent !important;
}
#main {
  background: #f1f1f1;
}
</style>
