<template>
    <v-container fluid>
        <!-- HTML -->
        <v-card flat outlined class="mb-3">
            <v-card-title>
                <h2 class="my-0 display-1">О площадке</h2>
                <v-spacer></v-spacer>
            </v-card-title>
            <v-card-text>    


<h2>Современный формат ведения бизнеса</h2>

<p>В мире покупка и продажа уже давно ушли в онлайн-пространство. Это коснулось и фермерского хозяйства. Государство активно помогает в развитии данной отрасли. Одни из главных задач нашей страны в сфере сельхоз хозяйства — создать дополнительные рабочие места, сократить импорт и снизить цены на продукцию. Разработка онлайн-программ помогает упросить ведение бизнеса, привлекать и наращивать сотрудничество между компаниями и частными лицами по всей стране. </p>

<h2>О компании</h2>
<p>Мы — аграрный портал с площадкой электронных торгов, помогающий фермерам и сельскохозяйственным компаниям разместить на нашем сайте (химические средства защиты растений) свою продукцию химической защиты растений, найти постоянный поток клиентов и реализовать свой товар по конкурентным ценам. Покупатели в свою очередь получают широкий выбор продукции по выгодной стоимости.
</p>

<h2>Почему стоит выбрать наш портал?   Почему стоит выбрать нашу площадку? </h2>
<p>Наш национальный тендерный портал (наша электронная торговая площадка) — один из первых в России, готовый помочь быстро и просто разместить агро объявление, найти поставщиков или покупателей фермерской химической продукции. Удобный интерфейс и простая форма регистрации позволят за пару минут внести нужную информацию.</p>

<h2>Плюсы нашего портала</h2>
<p><u><strong>Экономия времени</strong></u> — в режиме онлайн вы видите все доступные предложения. Никаких лишних встреч и звонков, вы не отрываетесь от работы, только периодически заглядываете на электронную торговую площадку.</p>

<p><u><strong>Минимум затрат</strong></u> — вы не тратите средства на дополнительный штат сотрудников, наша платформа проста и понятна в использовании. Вам нужно лишь разместить подробную информацию о тендере на электронной торговой площадке и ожидать встречных предложений.</p>

<p><u><strong>Экономия на закупках</strong></u> — тендерная система позволит быстро провести анализ предложений и выбрать наиболее подходящий для вас вариант. Наша электронная торговая площадка работает по всей России, а значит компании со всей страны готовы представить свою продукцию.</p>
<p><u><strong>Надежность сделки</strong></u> — мы контролируем сделки на всех этапах. Наши менеджеры всегда готовы помочь правильно заключить договор в режиме онлайн, ответят на все возникающие вопросы, организуют отгрузку товара даже на поле. Гарантируем порядок в документации и исполнение заказов в срок.</p>

<h2>Какую продукцию вы можете разместить на нашем портале</h2>
<p>Ваши запросы могут быть любого характера: это может быть тендер на покупку /продажу средств для защиты растений от сорняков, насекомых (гербицидов (в том числе сплошного действия), пестицидов, фунгицидов, инсектицидов и пр.), оборудование или сельскохозяйственные культуры. На нашей электронной торговой площадке размещают запросы на выгодную закупку топлива. Расширенный поиск с удобными фильтрами поможет оперативно найти необходимую продукцию.</p>
<p><strong>Наша задача</strong> — быстро и без лишних финансовых затрат помочь вашему бизнесу заключить выгодные контракты. Через нашу электронную торговую площадку возможно осуществлять госзакупки и небольшие частные тендеры на всей территории России. Если у вас возникли вопросы, нажмите кнопку «Заказать обратный звонок», и наши специалисты оперативно свяжутся с вами.</p>




<!--
<p>Онлайн торги и тендеры — эти слова стали неотъемлемой частью успешного ведения бизнеса. Работать с такими системами совсем не сложно: если разобраться с нюансами, разместить тендер на сайте сможет каждый зарегистрированный пользователь.</p>
<h2>Для чего нужны тендеры в сельскохозяйственной сфере</h2>
<p>Фермерство в России активно развивается. Государство заинтересовано в том, чтобы сельское хозяйство возрождалось. Это помогает сократить импорт, дает новые рабочие места, а также снижает цены на продукцию. Поэтому постоянно разрабатываются программы, направленные на поддержку отрасли и упрощение ведения бизнеса. Тендеры аграрная группа тоже активно использует уже несколько лет.</p>
<p>Тендер России в аграрной сфере — это многочисленные преимущества которые получает фермер:</p>
<ul>
<li>экономия на покупках — благодаря тендерным закупкам удается снизить затраты за счет выбора самых доступных предложений;</li>
<li>минимум усилий — не нужно собирать большой штат сотрудников, так как справиться с задачей можно самостоятельно. Работа выполняется онлайн;</li>
<li>экономия времени — аграрная группа тендеры использует для существенной экономии времени, которое часто уходит на поиск и анализ товара. Компании сами делают выгодные предложений, из которых остается выбрать что-то одно.</li>
</ul>
<h2>Принципы получения тендера</h2>
<p>Каждого начинающего фермера интересует, как получить тендер на развитие сельского хозяйства. Система простая — нужно зарегистрироваться на специальном сайте и оформить заявку с указанием подробных характеристик к желаемой продукции. Теперь остается только ждать.</p>
<p>Постепенно на запрос будут поступать ответы с предложениями продукции и указанием цены. Среди всех вариантов нужно выбрать ту, что больше всего подходит клиенту.</p>
<p>Виды запросов разные — это может быть тендер емкостное оборудование, на сельскохозяйственные культуры или средства для защиты растений от насекомых, сорняков и прочие вспомогательные препараты. На нашем сайте представлены разные предложений, так как мы понимаем, насколько разные запросы могут возникать у фермерских хозяйств. Наши клиенты регулярно проводят РНПК тендеры для выгодных закупок топлива. И в любом случае мы гарантируем лучшие условия сотрудничества и всегда выгодные контакты, которые позволят процветать вашему бизнесу.</p>-->







                  
          		
       		</v-card-text>
        </v-card>

   </v-container>
</template>

<!-- CSS -->
<style>
    
</style>

<script> 
export default {
    name: 'maintext_block',
    data () {
        return {
        }
    },
    mounted() {
    },
    methods: {
    },
    props: {
    },
    components: {
    },
    computed: {
    },
};
</script>


