<template>
<v-card color="#fafafa" >
    <v-card-title>
        <template v-if="type != 'all'">
            Подпись договора со стороны {{type == 'customer' ? 'клиента' : ''}} {{type == 'supplier' ? 'поставщика' : ''}}
        </template>
        <template v-else>
            Договор поставки
        </template>
        <v-spacer></v-spacer>
        
    </v-card-title>
    <v-card-text style="max-height: 71vh;" class="px-2 py-0">
        <v-card flat outlined class="pa-4">
            <h4 class="text-center font-weight-bold mt-6 mb-12">
              ДОГОВОР ПОСТАВКИ № {{item.article}}
            </h4>
            <v-card-actions class="pa-0 my-6">
              <span class="font-weight-bold" style="margin-left: 20px;">г. Москва</span>
              <v-spacer></v-spacer>
              <span class="font-weight-bold">{{formatDate(today)}} г.</span>
            </v-card-actions>
            <p class="text-justify mb-8" style="text-indent: 20px;">
              <b>Общество с ограниченной ответственностью {{item.win_rate.user.company_name}}</b>, именуемое в дальнейшем <b>"Поставщик"</b>, действующего на основании Устава, с одной стороны, и <b>{{item.user.company_name}}</b>, именуемое в дальнейшем <b>«Покупатель»</b>, действующего на основании Устава, с другой стороны, совместно именуемые – «Стороны», заключили настоящий Договор поставки (далее по тексту – Договор) о нижеследующем:
            </p>
            <h4 class="text-center mt-6 mb-2 font-weight-bold">1.	ПРЕДМЕТ ДОГОВОРА</h4>
            <p class="text-justify my-0" style="text-indent: 20px;">
                1.1. Поставщик обязуется передать в собственность Покупателя, а Покупатель - принять и оплатить химические средства защиты растений, микроэлементы, удобрения или иной товар (далее – Товар), наименование, ассортимент, количество, цена которого, условия и сроки поставки и оплаты, а также иные существенные условия обязательств согласовываются в Спецификации по форме Приложения № 1 к настоящему Договору, являющемся его неотъемлемой частью
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                1.2. В случае, если условия настоящего Договора отличаются от условий Спецификации, применяются условия Спецификации.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                1.3. Настоящий Договор заключен с использованием Электронной торговой площадки <a href="https://agtender.com/" target="_blank">https://agtender.com/</a>.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                1.4. Поставщик гарантирует, что весь поставляемый по настоящему Договору Товар  не был в употреблении, находится в собственности Поставщика, Товар не заложен, не арестован, под иным запрещением не находится, свободен от любых иных прав третьих лиц и предназначен для использования в сельскохозяйственном производстве
            </p>

            <h4 class="text-center mt-6 mb-2 font-weight-bold">2.	КАЧЕСТВО И КОЛИЧЕСТВО ТОВАРА</h4>
            <p class="text-justify my-0" style="text-indent: 20px;">
                2.1. Поставщик гарантирует, что качество поставляемого Товара соответствует требованиям стандартов и технических условий, установленных в РФ, Товар маркирован в соответствии с установленными для данного вида продукции стандартами, техническими условиями и иными требованиями, предъявляемыми к указанному Товару при реализации его на территории РФ. 
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                2.2. При передаче Товара Поставщик предоставляет Покупателю надлежащим образом оформленные сертификаты или иные документы, подтверждающие качество Товара и его соответствие требованиям действующего законодательства РФ.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                2.3. Проверка соответствия Товара по его наименованию, количеству, ассортименту, отсутствию видимых повреждений и целостности упаковки производится при получении Товара Покупателем. В случае обнаружения несоответствия Покупатель должен при участии представителя Поставщика либо транспортной компании, доставившей Товар, составить соответствующий Акт и сделать необходимые отметки в накладной. После подписания Сторонами товарной либо товарно-транспортной накладной претензии по наименованию, ассортименту, количеству Товара, целостности упаковки, наличию повреждений, которые могли быть обнаружены при его передаче, не принимаются и не рассматриваются.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                2.4. В случае поставки Товара в меньшем количестве, несогласованном ассортименте, либо с видимыми дефектами Поставщик обязан за свой счет по требованию Покупателя не позднее 5 (Пяти) рабочих с момента получения такого требования произвести допоставку Товара в  количестве и ассортименте, указанном в требовании, либо заменить некачественный Товар, если иной срок не будет согласован Сторонами.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                2.5. Претензии по скрытым недостаткам качества Товара принимаются от Покупателя в течение срока годности Товара при условии соблюдения Покупателем требований к транспортировке, хранению и использованию Товара.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                2.6. В случае обнаружения скрытых недостатков Товара Покупатель обязуется в течение 1 (Одного) рабочего дня вызвать представителя Поставщика для проведения совместной проверки качества Товара и составления соответствующего Акта. В случае неявки представителя Поставщика в течение 3 (Трех) рабочих дней с даты получения вызова от Покупателя, Покупатель вправе составить такой Акт в одностороннем порядке. 
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                2.7. Если недостатки Товара признаны Поставщиком, последний обязуется заменить некачественный Товар в течение 5 (Пяти) рабочих дней с даты получения соответствующего требования Покупателя, если иной срок не согласован Сторонами.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                2.8. В случае разногласий по качеству Товара любая из Сторон вправе обратиться в специализированную экспертную организацию для проведения экспертизы качества Товара. Расходы на экспертизу Товара возмещаются виновной Стороной.
            </p>
            
            <h4 class="text-center mt-6 mb-2 font-weight-bold">3.	УСЛОВИЯ ПОСТАВКИ</h4>
            <p class="text-justify my-0" style="text-indent: 20px;">
                3.1. Сроки условия поставки определяются Сторонами в Спецификации (Приложение № 1) к настоящему Договору. В случае поставки Товара лицу, уполномоченному Покупателем – Грузополучателю, в Спецификации указываются наименование и  место нахождения Грузополучателя.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                3.2. Поставка может осуществляться следующими способами:
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                3.2.1. Самовывоз со склада Поставщика транспортом Покупателя либо привлеченной им транспортной организации;
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                3.2.2. Доставка Товара транспортом Поставщика либо привлеченной им транспортной организации до склада Покупателя либо указанного им Грузополучателя.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                3.3. Поставщиком должна быть осуществлена поставка Товара либо обеспечена готовность Товара к отгрузке в срок, установленный Спецификацией. О готовности Товара к отгрузке Покупатель уведомляется посредством электронной почты, мессенджеров либо факсимильной связи путем направления Поставщиком соответствующего уведомления. Поставка должна быть осуществлена в полном объеме и в согласованные в Спецификации сроки, частичная и досрочная поставка допускается по согласованию с Покупателем.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                3.4. Вместе с Товаром Поставщик одновременно передает Покупателю: 
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
               • Товарную накладную формы ТОРГ-12 либо универсальный передаточный документ (УПД);
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
               • Счет-фактуру, оформленный по правилам статьи 169 НК РФ (в случае предоставления ТОРГ-12);
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
               • Сертификат соответствия (в случае, если Товар подлежит обязательной  проверке на соответствие технических регламентов, положениям стандартов, сводов правил, либо получил подтверждение в системе добровольной сертификации) либо иной документ, подтверждающий качество Товара;
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
               • Товарно-транспортную накладную (при наличии).
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                3.5. Право собственности на Товар и риск случайной гибели или повреждения Товара переходят к Покупателю в момент исполнения обязательства по поставке Товара, а именно  в момент вручения Товара Покупателю (Грузополучателю) и подписания последним Товарной накладной формы ТОРГ-12 (УПД) или товарно-транспортной накладной.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                3.6. Товар передается представителю Покупателя при условии подтверждения его полномочий на приемку Товара надлежащим образом оформленным оригиналом Доверенности и удостоверяющим личность документом. Полномочия по Доверенности должны предусматривать право на подписание от имени Покупателя всех необходимых документов, связанных с приемкой Товара, в том числе, право заявлять претензии о несоответствии Товара условиям настоящего Договора, составлять и подписывать соответствующие Акты, делать соответствующие отметки в товаросопроводительных документах.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                При отсутствии указанной Доверенности, Поставщик вправе не передавать Товар. В таком случае Поставщик не несет ответственности за нарушение срока своих обязательств по Договору, связанных с передачей Товара.
            </p>


            <h4 class="text-center mt-6 mb-2 font-weight-bold">4.	ПОРЯДОК РАСЧЕТОВ</h4>
            <p class="text-justify my-0" style="text-indent: 20px;">
                4.1. Цена и стоимость Товара согласовываются в Спецификации (Приложение № 1) к настоящему Договору. Цена единицы Товара включает непосредственно стоимость Товара, НДС (если Поставщик является плательщиком НДС), стоимость упаковки, маркировки. Если иное не предусмотрено Спецификацией, в случае доставки Товара транспортом Поставщика, стоимость доставки Товара также включена в его стоимость.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                4.2. Цена Товара является фиксированной и может быть изменена только на основании письменного соглашения Сторон.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                4.3. Цена Товара может быть согласована в Спецификации как в рублях, так и в иностранной валюте. 
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                4.4. Оплата Товара производится банковским переводом на расчетный счет Поставщика, либо иным способом, не запрещенным законодательством РФ.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                В случае согласования цены Товара в иностранной валюте оплата осуществляется в рублях РФ по курсу соответствующей иностранной валюты, установленному ЦБ РФ на дату списания денежных средств с расчетного счета Покупателя.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                4.5. Порядок и сроки оплаты согласовываются Сторонами в Спецификации (Приложение № 1) к настоящему Договору. Досрочная оплата допускается.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                4.6. В случае если Сторонами согласовано условие об отсрочке оплаты, Стороны договорились о том, что Товар не будет находиться в залоге у Поставщика до момента его полной оплаты Покупателем в соответствии с п.5 ст. 488 ГК РФ.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                4.7. Проценты, предусмотренные статьей 317.1 ГК РФ, к денежным обязательствам Сторон не применяются и не уплачиваются.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                4.8. Датой оплаты признается дата поступления денежных средств на расчетный счет Поставщика. 
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                4.9. Стороны вправе проводить сверку взаиморасчетов с обязательным подписанием Акта сверки. Акт сверки направляются посредством факсимильной или электронной почты с последующим предоставлением оригинала.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                Сторона, получившая Акт сверки, в течение 5 (Пяти) рабочих дней обязуется подписать его либо направить мотивированный письменный отказ от подписания Акта сверки, с указанием всех имеющихся возражений. В случае уклонения одной из Сторон от подписания Акта сверки или не предоставления мотивированного отказа в указанный срок, Акт сверки считается согласованным и подписанным.
            </p>

            <h4 class="text-center mt-6 mb-2 font-weight-bold">5.	ОТВЕТСТВЕННОСТЬ СТОРОН</h4>
            <p class="text-justify my-0" style="text-indent: 20px;">
                5.1. Стороны несут ответственность за неисполнение либо ненадлежащее исполнение своих обязательств по настоящему Договору в соответствии с действующим законодательством РФ.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                5.2. В случае нарушения Покупателем срока исполнения своих обязательств по оплате Товара, Поставщик вправе потребовать от Покупателя уплаты неустойки в размере 0,15% от неуплаченной в срок суммы за каждый день просрочки.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                5.3. В случае нарушения Поставщиком срока исполнения своих обязательств по поставке Товара, Покупатель вправе потребовать от Поставщика уплаты неустойки в размере 0,15% от стоимости непоставленного в срок Товара за каждый день просрочки.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                5.4. Нарушение Покупателем срока перечисления предоплаты (авансового платежа) автоматически соразмерно увеличивает срок поставки Товара без дополнительного уведомления об этом Покупателя и без применения к Поставщику санкций.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                5.5. Если Сторонами согласован самовывоз Товара, в случае невывоза Покупателем Товара со склада Поставщика в согласованный срок, Поставщик вправе потребовать от Покупателя оплаты стоимости  хранения Товара из расчета 0,15%  от стоимости невывезенного в срок Товара за каждый день просрочки.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                5.6. В случае нарушения Поставщиком срока допоставки Товара, либо срока замены некачественного Товара, Покупатель вправе потребовать от Поставщика уплаты неустойки в размере 0,15%  от стоимости недопоставленного либо незамененного в срок Товара за каждый день просрочки.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                5.7. Неустойка начисляется и уплачивается на основании письменной претензии пострадавшей Стороны за период с даты начала просрочки исполнения обязательства по  день его фактического исполнения включительно. 
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                5.8. Оплата неустойки не освобождает виновную Сторону от исполнения принятых по настоящему Договору обязательств.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                5.9. В случае нарушения одной из Сторон срока исполнения своих обязательств более, чем на 15 (Пятнадцать) календарных дней, другая Сторона вправе в одностороннем порядке расторгнуть настоящий Договор и потребовать возмещения причиненных ей убытков. 
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                5.10. Все споры и разногласия, которые могут возникнуть из настоящего Договора или в связи с ним, разрешаются путем переговоров, а при не достижении согласия - в Арбитражном суде по месту нахождения Истца. Претензионный порядок обязателен для Сторон. Срок рассмотрения претензии – 5 (Пять) рабочих дней с даты получения претензии любым видом связи.
            </p>
            
            <h4 class="text-center mt-6 mb-2 font-weight-bold">6.	ОБСТОЯТЕЛЬСТВА НЕПРЕОДОЛИМОЙ СИЛЫ</h4>
            <p class="text-justify my-0" style="text-indent: 20px;">
                6.1. Ни одна из Сторон настоящего Договора не несет ответственности перед другой Стороной за невыполнение обязательств, обусловленное обстоятельствами, возникшими помимо воли и желания Сторон, которые нельзя предвидеть или избежать, включая объявленную или фактическую войну, гражданские волнения, эпидемии, блокаду, землетрясения, наводнения, пожары и другие стихийные бедствия (форс-мажорные обстоятельства).
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                6.2. Сторона, которая не исполняет своих обязательств вследствие действия обстоятельств непреодолимой силы, должна в течение 3 (трех) рабочих известить другую Сторону о препятствиях по исполнению обязательств по  настоящему Договору вследствие обстоятельств непреодолимой силы и их влиянии на исполнение обязательств по настоящему Договору с приложением подтверждающих документов, выданных компетентными органами.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                6.3. В случаях наступления обстоятельств, предусмотренных в п.6.1 Договора, срок выполнения Стороной обязательств по Договору отодвигается соразмерно времени, в течение которого действуют эти обстоятельства и их последствия. Если наступившие обстоятельства и их последствия продолжают действовать более трех месяцев, Стороны проводят дополнительные переговоры для выявления приемлемых альтернативных способов исполнения Договора.
            </p>
            
            <h4 class="text-center mt-6 mb-2 font-weight-bold">7.	ГАРАНТИИ И ЗАВЕРЕНИЯ</h4>
            <p class="text-justify my-0" style="text-indent: 20px;">
                7.1. В целях проявления должной осмотрительности и осторожности при выборе контрагентов, Стороны заверяют и гарантируют друг другу, что:
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                7.1.1. они являются надлежащим образом зарегистрированными юридическими лицами, состоящими на учете в налоговом органе в соответствии с законодательством Российской Федерации; 
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                7.1.2. заключение настоящего Договора не выходит за рамки правоспособности сторон и ими соблюдены все необходимые корпоративные и иные формальности для заключения настоящего Договора, в том числе получены необходимые одобрения и разрешения;
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                7.1.3. заключение настоящего Договора производится Сторонами не в связи со стечением тяжелых обстоятельств, заключение настоящего Договора отвечает экономическим интересам Сторон, заключение подобного рода договоров не выходит за рамки обычной хозяйственной деятельности Сторон, и они имеют достаточный опыт для его выполнения;
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                7.1.4. лица, подписывающие настоящий Договор, являются дееспособными физическими лицами, надлежаще уполномоченными на заключение сделки  и подписание Договора;
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                7.1.5. Стороны своевременно и в полном объеме выполняют все установленные действующим налоговым законодательством РФ обязанности налогоплательщика, а также не являются должниками по платежам, подлежащим уплате в бюджеты РФ. 
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                7.1.6. в отношении Сторон не инициирована процедура банкротства, они не находятся в стадии ликвидации или реорганизации в любой из форм, предусмотренных законодательством РФ;
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                7.1.7. располагают полномочиями, финансовыми, материальными и трудовыми ресурсами, а также прочими условиями, необходимыми для заключения Договора и исполнения всех обязательств по Договору.
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                7.1.8. исполнение настоящего Договора не влечет за собой нарушение или неисполнение положений каких-либо иных договоров, соглашений, судебных запретов или постановлений, обязательных для Стороны.
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                7.1.9. будут активно взаимодействовать с представителями друг друга и контролирующих органов по всем вопросам, связанным с фактом и правомерностью уплаты НДС и налога на прибыль в бюджет.
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                7.1.10. будут предпринимать все необходимые действия для соблюдения вышеизложенных гарантий и заверений  в течение всего срока действия Договора.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                7.2. Поставщик дополнительно подтверждает и гарантирует, что:
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                - в зависимости от применяемой им системы налогообложения Поставщиком уплачиваются все налоги и сборы в соответствии с законодательством РФ, в том числе уплачивается НДС;
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                - им ведется и своевременно подается в налоговые и иные государственные органы налоговая, статистическая и иная государственная отчетность в соответствии с законодательством РФ; 
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                - все операции Поставщика по продаже Товара Покупателю полностью отражены в первичной документации Поставщика, в бухгалтерской, налоговой, статистической и любой иной отчетности, обязанность по ведению которой возлагается на Поставщика;
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                - Поставщик отражает в налоговой отчетности НДС, уплаченный Покупателем в составе цены Товара;
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                - предоставит Покупателю достоверные, полностью соответствующие законодательству РФ первичные документы, которыми оформляется передача Товара по Договору (включая, но не ограничиваясь, счета-фактуры, УПД, товарные накладные формы ТОРГ-12, товарно-транспортные накладные);
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                - предоставит по первому требованию Покупателя или налоговых органов (в т.ч. при проведении встречной налоговой проверки), надлежащим образом заверенные копии документов, относящихся к передаче Товара по Договору и подтверждающих гарантии, указанные в настоящем пункте Договора, в срок, не превышающий 5 (пять) рабочих дней с момента получения соответствующего запроса от Покупателя или налогового органа;
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                7.3. При получении Уведомления от Покупателя о наличии сведений о несформированном по цепочке хозяйственных операций с участием Поставщика источнике для принятия к вычету сумм НДС Поставщик обязуется устранить такие признаки в течение 1 (Одного) месяца с момента получения указанного Уведомления. При этом, Стороны определяют следующее:
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                7.3.1. Наличие признаков несформированного источника для принятия к вычету сумм НДС определяется по цепочке поставщиков товаров (работ, услуг), не ограничиваясь прямой сделкой с Поставщиком по настоящему Договору, но и в ситуации, когда Поставщик или его контрагенты не обеспечили наличие источника для применения вычета по НДС по сделкам в цепочке (цепочке движения товаров, работ, услуг).
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                7.3.2. При определении несформированного источника для принятия к вычету сумм НДС под продавцом (исполнителем, подрядчиком) так же понимается агент/комиссионер, а под неотражением операций в налоговой декларации по НДС в таком случае – в том числе, неотражение операций в журнале учета полученных и выставленных счетов-фактур.
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                7.3.3. Устранение признаков несформированного по цепочке хозяйственных операций с участием Поставщика источника для принятия к вычету сумм НДС осуществляется путем обеспечения Поставщиком формирования в бюджете источника для применения Покупателем вычета по НДС в сумме, уплаченной Поставщику по настоящему Договору в составе стоимости Товара, т.е. путем надлежащего декларирования и уплаты соответствующей суммы НДС в бюджет.
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                7.3.4. Если Поставщик не устранит признаки несформированного по цепочке хозяйственных операций с участием Поставщика источника для принятия Покупателем к вычету сумм НДС в указанный срок, Поставщик обязуется возместить имущественные потери Покупателя (и/или третьих лиц), в том числе потери, вызванные предъявлением требований органами государственной власти к Покупателю или к третьему лицу.
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                7.3.5. Имущественные потери Покупателя, подлежащие возмещению Поставщиком, вследствие не устранения признаков несформированного по цепочке хозяйственных операций с участием Поставщика источника для принятия Покупателем к вычету сумм НДС определяются в размере:
            </p>
            <p class="text-justify my-0" style="text-indent: 45px;">
                - сумм, уплаченных Покупателем в бюджет вследствие добровольного отказа Покупателя от применения вычета НДС по операциям с Поставщиком;
            </p>
            <p class="text-justify my-0" style="text-indent: 45px;">
                - сумм, указанных в требованиях органов власти, предъявленных к Покупателю или к третьему лицу, прямо или косвенно приобретшему Товар (работу, услугу) по цепочке взаимоотношений с Покупателем.
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                7.3.6. Поставщик в срок не более 5 (Пяти) банковских дней с момента получения соответствующего требования от Покупателя, обязан возместить указанные имущественные потери Покупателю. 
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                7.4. В случае нарушения Поставщиком заверений, указанных в пунктах 7.1-7.3 настоящего Договора, Поставщик обязуется возместить убытки Покупателя (и/или третьих лиц), вызванные таким нарушением в размере:
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                - сумм, уплаченных Покупателем в бюджет на основании решений (требований) налоговых органов о доначислении НДС/решений об отказе в возмещении/в применении налоговых вычетов по НДС, который был уплачен Поставщику в составе цены Товара, решений (требований) об уплате пеней и штрафов на указанный размер НДС;
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                - сумм, возмещенных Покупателем иным лицам, прямо или косвенно приобретшим Товар у Покупателя, уплаченных ими в бюджет на основании решений (требований) налоговых органов об уплате.
            </p>
            <p class="text-justify my-0" style="text-indent: 35px;">
                Поставщик в срок не более 5 (Пяти) рабочих дней с момента получения соответствующего требования от Покупателя обязан возместить указанные убытки Покупателю. 
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                7.5. Нарушение Поставщиком гарантий и заверений, указанных в пунктах 7.1-7.3 настоящего Договора является основанием для одностороннего внесудебного отказа Покупателя от настоящего Договора с отнесением на Поставщика обязательства по возмещению всех имущественных потерь Покупателя от такого отказа. Поставщик в таком случае не вправе требовать от Покупателя возмещения каких-либо убытков и/или расходов, вызванных отказом Покупателя от Договора.
            </p>

            <h4 class="text-center mt-6 mb-2 font-weight-bold">8.	ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</h4>
            <p class="text-justify my-0" style="text-indent: 20px;">
                8.1. Настоящий Договор вступает в силу с момента его подписания Сторонами и действует до полного исполнения Сторонами своих обязательств.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                8.2. Изменения и дополнения настоящего Договора совершаются только в письменной форме и подлежат подписанию обеими Сторонами.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                8.3. Настоящий Договор может быть досрочно расторгнут по соглашению Сторон либо в одностороннем порядке на условиях настоящего Договора или в соответствии с законодательством РФ.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                8.4. Экземпляры настоящего Договора, дополнительных соглашений, приложений к нему, заявок, актов, претензий, писем, запросов, счетов, накладных и прочих документов, переданные по факсимильной связи или электронной почте (e-mail) имеют юридическую силу подлинников до момента получения оригинала соответствующего документа. При этом, передаваемые документы должны быть подписаны Сторонами или их уполномоченными представителями и скреплены печатью, а используемый способ связи должен позволять достоверно установить, что документ исходит от стороны по Договору. Подлинник документа должен быть направлен либо передан другой Стороне в течение 3 (Трех) рабочих дней с даты направления факсимильной связью либо электронной почтой. 
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                8.5. Настоящий Договор составлен в двух экземплярах, имеющих равную юридическую силу, по одному для каждой из Сторон.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                8.6. Во всем, что не предусмотрено настоящим Договором, Стороны руководствуются действующим законодательством РФ.
            </p>
            
            <h4 class="text-center mt-6 mb-2 font-weight-bold">9.	АДРЕСА И БАНКОВСКИЕ РЕКВИЗИТЫ СТОРОН</h4>
            <v-list class="mb-6">
                <v-list-item>
                    <v-list-item-content>
                        <v-list-item-title>Поставщик</v-list-item-title>
                        <v-list-item-subtitle>{{item.win_rate.user.company_name}}</v-list-item-subtitle>
                        <v-list-item-subtitle>ИНН {{item.win_rate.user.company_inn}}</v-list-item-subtitle>
                        <v-list-item-subtitle>ОГРН{{item.supplier_ogrn && item.supplier_ogrn.length > 13?'ИП':''}} {{item.supplier_ogrn}}</v-list-item-subtitle>
                        <v-list-item-subtitle>Р/С {{item.supplier_bank_account}}</v-list-item-subtitle>
                        <v-list-item-subtitle>К/С {{item.supplier_correspondent_account}}</v-list-item-subtitle>
                        <v-list-item-subtitle>БИК {{item.supplier_bank_bik}}</v-list-item-subtitle>
                    </v-list-item-content>
                    <v-list-item-content>
                        <v-list-item-title>Покупатель</v-list-item-title>
                        <v-list-item-subtitle>{{item.user.company_name}}</v-list-item-subtitle>
                        <v-list-item-subtitle>ИНН {{item.user.company_inn}}</v-list-item-subtitle>
                        <v-list-item-subtitle>ОГРН{{item.customer_ogrn && item.customer_ogrn.length > 13?'ИП':''}} {{item.customer_ogrn||item.user.company_ogrn}}</v-list-item-subtitle>
                        <v-list-item-subtitle>Р/С {{item.customer_bank_account || item.user.company_bank_account}}</v-list-item-subtitle>
                        <v-list-item-subtitle>К/С {{item.customer_correspondent_account || item.user.company_correspondent_account}}</v-list-item-subtitle>
                        <v-list-item-subtitle>БИК {{item.customer_bank_bik || item.user.company_bank_bik}}</v-list-item-subtitle>
                    </v-list-item-content>
                </v-list-item>
            </v-list>

        </v-card>
        <v-card flat outlined class="pa-4">
            <h4 class="text-right font-weight-bold mt-6 mb-12">
                ПРИЛОЖЕНИЕ № 1
                <br/>
                К ДОГОВОРУ ПОСТАВКИ № {{item.article}} от {{item.over_date}} г.
            </h4>
            <h4 class="text-center font-weight-bold mt-6 mb-12">
              СПЕЦИФИКАЦИЯ № {{item.article}}
            </h4>
            <v-card-actions class="pa-0 my-6">
              <span class="font-weight-bold" style="margin-left: 20px;">г. Москва</span>
              <v-spacer></v-spacer>
              <span class="font-weight-bold">{{formatDate(today)}} г.</span>
            </v-card-actions>
            <p class="text-justify my-0" style="text-indent: 20px;">
                1.1. Поставщик обязуется передать в собственность Покупателя, а Покупатель – принять и оплатить следующий Товар:
            </p>
            <v-card class="pa-4" flat color="transparent">
                <table border="1" style="width: 100%;">
                    <tr>
                        <th>№</th>
                        <th>Наименование товара</th>
                        <th>Ед. изм.</th>
                        <th>Кол-во</th>
                        <th>Цена</th>
                        <th>Сумма</th>
                        <th>Сроки поставки, до</th>
                    </tr>
                    <tr>
                        <td>№</td>
                        <td>{{item.title}}</td>
                        <td>{{item.unit || '-'}}</td>
                        <td>{{item.size}}</td>
                        <td>{{formatPrice(item.win_rate.price)}} ₽</td>
                        <td>{{formatPrice(item.win_rate.price*item.size)}} ₽</td>
                        <td>{{formatDate(item.delivery_date)}}</td>
                    </tr>
                    <tr>
                        <td colspan="5" class="text-right font-weight-bold">Итого:</td>
                        <td class="font-weight-bold">{{formatPrice(item.win_rate.price*item.size)}} ₽</td>
                        <td></td>
                    </tr>
                </table>
            </v-card>
            <p class="text-justify my-0" style="text-indent: 20px;">
                1.2. Общая стоимость Товара составляет {{formatPrice(item.win_rate.price*item.size)}} ₽, в том числе НДС 20%.
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                1.3. Оплата Товара осуществляется в следующем порядке: <b>{{ payment_conditions.find(el => el.id == item.payment_condition).title }}</b>
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                1.4. Поставка Товара осуществляется путем: <b>{{ delivery_conditions.find(el => el.id == item.delivery_condition).title }}</b>
                <template v-if="item.delivery_condition == 1">
                    ({{item.supplier_warehouse_address}})
                </template>
                <template v-if="item.delivery_condition == 2">
                    ({{item.customer_warehouse_address}})
                </template>
            </p>
            <p class="text-justify my-0" style="text-indent: 20px;">
                1.5. Настоящая Спецификация является неотъемлемой частью Договора, составлена в двух экземплярах, равной юридической силы, по одному для каждой из Сторон.
            </p>
            <v-list class="my-6">
                <v-list-item>
                    <v-list-item-content>
                        <v-list-item-title>Поставщик</v-list-item-title>
                        <v-list-item-subtitle>{{item.win_rate.user.company_name}}</v-list-item-subtitle>
                        <v-list-item-subtitle>ИНН {{item.win_rate.user.company_inn}}</v-list-item-subtitle>
                        <v-list-item-subtitle>ОГРН{{item.supplier_ogrn && item.supplier_ogrn.length > 13?'ИП':''}} {{item.supplier_ogrn}}</v-list-item-subtitle>
                        <v-list-item-subtitle>Р/С {{item.supplier_bank_account}}</v-list-item-subtitle>
                        <v-list-item-subtitle>К/С {{item.supplier_correspondent_account}}</v-list-item-subtitle>
                        <v-list-item-subtitle>БИК {{item.supplier_bank_bik}}</v-list-item-subtitle>
                    </v-list-item-content>
                    <v-list-item-content>
                        <v-list-item-title>Покупатель</v-list-item-title>
                        <v-list-item-subtitle>{{item.user.company_name}}</v-list-item-subtitle>
                        <v-list-item-subtitle>ИНН {{item.user.company_inn}}</v-list-item-subtitle>
                        <v-list-item-subtitle>ОГРН{{item.customer_ogrn && item.customer_ogrn.length > 13?'ИП':''}} {{item.customer_ogrn||item.user.company_ogrn}}</v-list-item-subtitle>
                        <v-list-item-subtitle>Р/С {{item.customer_bank_account || item.user.company_bank_account}}</v-list-item-subtitle>
                        <v-list-item-subtitle>К/С {{item.customer_correspondent_account || item.user.company_correspondent_account}}</v-list-item-subtitle>
                        <v-list-item-subtitle>БИК {{item.customer_bank_bik || item.user.company_bank_bik}}</v-list-item-subtitle>
                    </v-list-item-content>
                </v-list-item>
            </v-list>
        </v-card>
    </v-card-text>
    <v-card-actions>
        <v-btn color="grey darken-3" text @click.stop="$emit('close')">Закрыть</v-btn>
        <v-spacer></v-spacer>
        <v-btn v-if="type != 'all'" color="success" @click.stop="submit" :loading="loading">Подписать</v-btn>
        <!-- <v-btn v-else color="success" @click.stop="download" :loading="loading">Скачать</v-btn> -->
    </v-card-actions>
</v-card>
</template>
<script> 
    export default {
        name: 'confirmdialog',
        data () {
        return {
            today: new Date().toISOString().substr(0, 10),
            loading: false,
            delivery_conditions: [
                { id: 1, title: 'Со склада поставщика' },
                { id: 2, title: 'Поставка на склад покупателя' },
                { id: 3, title: 'Транспортной компанией до терминала' },
            ],
            payment_conditions: [
                { id: 1, title: 'В течение 5 дней после поставки' },
				{ id: 2, title: 'Через 30 дней после доставки' },
        		{ id: 3, title: 'Через 60 дней после доставки' },
				{ id: 4, title: 'Через 90 дней после доставки' },
            ],
        }
    },
    props: {
        item: Object,
        type: String,
    },
    components: { 
      
    },
    mounted() {
    },
    methods: {
        download() {
            this.loading = true
        },
        submit() {
            this.loading = true
            let params = {}
            params.id = this.item.id
            params.type = this.type
            params.user_id = this.auth_user.id
            this.$store.dispatch('CONFIRM_AUCTION_CONTRACT', params).then(res => {
                this.$emit('refresh')
                this.$emit('close')
            })
            .finally(() => (this.loading = false))
        },
        formatDate(date) {
            if (!date) { return }
            else {
              const [ year, month, day ] = date.split('-')
              return day+'/'+month+'/'+year
            }
        },
        formatPrice(value) { 
          if (value != null) {
            let val = (value/1).toFixed(2).replace('.', ',')
            return val.toString().replace(/\B(?=(\d{3})+(?!\d))/g, " ")
          }
          else { return '-' }
        },
    },
    created() {
    },
    watch: {
   
    },
    computed: {
        auth_user: {
            get() { return this.$store.state.auth_user } 
        },
    },
};
</script>

<style scoped>
 td, th {
     padding: 5px;
 }
</style>
