<template>
  <v-card flat class="pa-4">
    <h5 class="text-center mt-6 mb-12">
      Договор оказания услуг
      <br/>
      по организации доступа к Электронной торговой площадке
    </h5>
    <v-card-actions class="pa-0 my-6">
      <span style="margin-left: 20px;">г. Москва</span>
      <v-spacer></v-spacer>
      <span>{{formatDate(today)}}</span>
    </v-card-actions>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Общество с ограниченной ответственностью «Национальная Аграрная Тендерная Система»</b>, именуемое в дальнейшем «Организатор», в лице Генерального директора Григорьева Игоря Леонидовича, действующего на основании Устава, с одной стороны, и каждое, присоединившееся к настоящему Договору лицо, именуемое в дальнейшем «Пользователь», с другой стороны, совместно именуемые «Стороны», а по отдельности - «Сторона», заключили настоящий Договор оказания услуг о нижеследующем:
    </p>

    <h4 class="text-center mt-6 mb-2">1.	Используемые термины и определения</h4>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      В настоящем Договоре применяются следующие термины и определения:
      <br/>
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Сайт</b> – интернет-сайт, размещенный в сети Интернет по адресу: <a href="https://agtender.com/" target="_blank">https://agtender.com/</a>.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Сервисы Сайта</b> – функциональные возможности Сайта, в том числе вспомогательные службы и инструменты, доступные Пользователям при просмотре и (или) использовании Сайта, а также предоставляющие доступ к Контенту Сайта.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Контент (содержание Сайта)</b>  – интернет-сайт, размещенный в сети Интернет по адресу: www.agtender.com.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Электронная торговая площадка (ЭТП)</b> - программно-аппаратный комплекс, предназначенный для организации и проведения закупок товаров, работ, услуг в электронной форме на Сайте в сети Интернет  <a href="https://agtender.com/" target="_blank">https://agtender.com/</a>.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Оператор ЭТП</b> - юридическое лицо, владеющее Электронной торговой площадкой, в том числе необходимыми для её функционирования программно-аппаратными средствами, и обеспечивающее проведение закупочных процедур в электронной форме в соответствии с законодательством РФ</a>.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Пользователь</b> - любое лицо, успешно прошедшее процедуру Регистрации на Сайте, а равно лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Регистрация</b> - процедура внесения Пользователем в базу зарегистрированных пользователей Сайта своих персональных данных, производимая с целью идентификации Пользователя. По результатам Регистрации создаётся учётная запись Пользователя на Сайте. Регистрация является добровольной</a>.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Учетные данные Пользователя</b> – идентификационные данные Пользователя (уникальное имя Пользователя (логин) и пароль), предназначенные для доступа Пользователя к Сайту, указываемые Пользователем при регистрации на Сайте.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Торги</b> - проводимый на Электронной торговой площадке аукцион, конкурс или иная форма торгов, предусмотренная Регламентом ЭТП.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Регламент ЭТП</b> - документ, условия которого приняты Пользователем в полном объеме при регистрации на ЭТП, определяющий порядок организации и проведения закупочных процедур на Электронной торговой площадке, а также порядок взаимодействия Заказчиков, Участников или их представителей и Оператора ЭТП.
    </p>

    <h4 class="text-center mt-6 mb-2">2.	Предмет договора</h4>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      2.1. Настоящий Договор регулирует взаимоотношения Оператора и Пользователей, присоединившихся к настоящему Договору, по оказанию Оператором услуг по организации доступа к  Электронной торговой пло	щадке и всем ее сервисам на сайте <a href="https://agtender.com/" target="_blank">https://agtender.com/</a>.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      Оператор обязуется оказать Пользователям услуги по организации доступа к ЭТП, а Пользователь обязуется принимать и оплачивать оказанные услуги в соответствии с Регламентом ЭТП
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      2.2. Настоящий Договор является публичной офертой по смыслу п. 2 ст. 437 Гражданского кодекса Российской Федерации (далее – ГК РФ).
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      2.3. Акцептом настоящей оферты являются любые действия Пользователя по использованию Сайта, в том числе:
      <br/>
      • первое открытие любой страницы Сайта в браузере на любом устройстве, предоставляющем доступ к сети Интернет (включая переход Пользователя по адресу Сайта в сети Интернет);
      <br/>
      • регистрация Пользователя на Сайте;
      <br/>
      • использование сервисов Сайта.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      2.4. Настоящий Договор, заключаемый путем акцепта настоящей оферты, не требует двустороннего подписания и действителен в электронном виде, в соответствии с положениями п.п. 2,3 ст.434 Гражданского кодекса Российской Федерации.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      2.5. Договор может быть изменен полностью или частично Оператором в любое время путем размещения обновленного текста Договора на Сайте либо размещения дополнений к нему в виде отдельных документов (приложений, дополнений и т.д.). Новая редакция Договора вступает в силу с момента размещения на Сайте текста Договора либо отдельных документов (приложений, дополнений к нему и т.д.), если иное прямо не предусмотрено Договором либо размещаемыми отдельными документами. Отслеживание информации о внесении изменений в Договор осуществляется Пользователем самостоятельно. Оператор информирует Пользователей о внесении изменений в Договор, размещая информацию о дате его последней редакции. Пользователь обязан знакомиться с действующей редакцией Договора, размещённой на Сайте в публичном доступе, в том числе по адресу: ________________
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      2.6. Регистрация, просмотр, использование Сайта и его сервисов, в том числе совершение любого действия на Сайте, означает, что Пользователь безоговорочно, без каких-либо изъятий и ограничений, принимает настоящий Договор и подтверждает свое согласие с условиями настоящего Договора. Совершение Пользователем указанных действий на Сайте, после вступления в силу новой редакции Договора, означает безусловное согласие Пользователя с указанной редакцией Договора и применение к Пользователю в полном объёме положений новой редакции Договора.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      2.7. В случае несогласия Пользователя с какими-либо из положений Договора, Пользователь не вправе использовать Сайт и его сервисы. В случае если Оператором были внесены какие-либо изменения в Договор в порядке, предусмотренном настоящим Договором, с которыми Пользователь не согласен, он обязан прекратить использование Сайта и его сервисов.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      2.8. Сайт предоставляет возможность использования контента, сервисов и получения услуг Сайта своим Пользователям в целях реализации последними предпринимательской деятельности.  При исполнении настоящего Договора Оператор и Пользователь также действуют в целях извлечения прибыли в рамках осуществления предпринимательской деятельности.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      2.9. Использовать сервисы и получать услуги Сайта, а также регистрироваться на Сайте могут исключительно юридические лица или индивидуальные предприниматели, действующие самостоятельно (для индивидуальных предпринимателей), через своих сотрудников или уполномоченных представителей. С момента регистрации Пользователя все действия на Сайте, выполняемые сотрудниками или представителями Пользователя признаются совершенными от имени самого Пользователя (юридического лица или индивидуального предпринимателя) и одобренными Пользователями, в соответствии с положениями п.1 ст.182 Гражданского Кодекса РФ. 
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      2.10. Посещая Сайт, Пользователь гарантирует, что обладает достаточной правоспособностью и не имеет ограничений в реализации гражданских прав, установленных какими-либо локальными нормативными актами юридического лица или действующим законодательством Российской Федерации.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      2.11. Просмотр Пользователем информации, размещенной на Сайте в открытом доступе, не требует регистрации Пользователя на Сайте.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      2.12. Право использования сервисов Сайта в полном объеме предоставляется Пользователю после Регистрации на Сайте.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      2.13. Настоящий Договор обязателен для всех Пользователей Сайта, как прошедших регистрацию / авторизованных, так и не авторизованных Пользователей при использовании общедоступной части Сайта.
    </p>
    

    <h4 class="text-center mt-6 mb-2">3.	Права и обязанности Сторон</h4>
    <p class="text-justify mb-0 mt-3" style="text-indent: 20px;">
      <b>3.1. Пользователь обязуется:</b>
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.1.1. Ознакомиться и соблюдать в полном объеме Регламент ЭТП.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.1.2. Не передавать индивидуальные имя Пользователя и пароль доступа к Электронной торговой площадке третьим лицам, обеспечить возможность доступа к Сайту только надлежащим образом уполномоченных Пользователем лиц.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.1.3. Предоставлять достоверные документы и сведения, предусмотренные Регламентом и законодательством Российской Федерации для совершения действий на электронной торговой площадке.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.1.4. В полном объеме и в сроки, предусмотренные настоящим Договором, принимать и оплачивать услуги Оператора.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.1.5. Уведомить Оператора о результатах проведения электронных торгов и заключении договоров.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.1.6. Самостоятельно отслеживать в соответствующем разделе Сайта внесение изменений в настоящий Договор.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.1.7. Не размещать на Сайте персональные данные других лиц, а также не использовать персональные данные других Пользователей или Пользователей каким-либо образом, не соответствующим требованиям законодательства Российской Федерации, в противоправных или противозаконных целях, в целях извлечения выгоды и любых иных целях, не соответствующих целям создания Сайта.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.1.8. Не осуществлять сбор и обработку персональных данных других Пользователей.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.1.9. Не размещать на Сайте и себя в профиле информацию и объекты (включая ссылки на них), которые могут нарушать права и интересы других лиц.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.1.10. Не регистрироваться в качестве Пользователя от имени или вместо другого лица или представителя организации, без достаточных на то прав.
    </p>

    <p class="text-justify mb-0 mt-3" style="text-indent: 20px;">
      <b>3.2. Пользователь имеет право:</b>
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.2.1. В полном объеме реализовывать свои права, предусмотренные Регламентом и законодательством Российской Федерации.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.2.2. Обращаться к Оператору в устной и письменной форме за консультационной помощью относительно технологических особенностей работы Электронной торговой площадки и иным вопросам, связанным с работой электронной торговой площадки, а также представлять Оператору замечания и пожелания относительно улучшения технологических характеристик электронной торговой площадки.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.2.3. Круглосуточно получать доступ к Сайту и его сервисам, за исключением времени проведения профилактических работ или технических сбоев.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.2.4. Самостоятельно изменять пароль, не уведомляя об этом Оператора и самостоятельно редактировать ранее размещенную на Сайте информацию о Пользователе.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.2.5. Обратиться к Оператору для блокирования или удаления своего профиля путем направления обращения в письменной форме Почтой России по адресу Оператора либо при личном обращении.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.2.6. Самостоятельно определять конкретные процедуры Торгов для участия в них, подавать заявки на проведение и участие в Торгах, непосредственно участвовать в процедурах Торгов и выполнять иные действия, связанные с участием в Торгах.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.3. Пользователь согласен с тем, что, осуществляя доступ к Сайту и пользуясь его контентом, он получает личное неисключительное и непередаваемое право использовать Контент Сайта при условии, что ни сам Пользователь, ни любые иные лица при содействии Пользователя не будут копировать или изменять программное обеспечение; создавать программы, производные от программного обеспечения; проникать в программное обеспечение с целью получения кодов программ; осуществлять продажу, уступку, сдачу в аренду, передачу третьим лицам в любой иной форме прав в отношении программного обеспечения сервисов, предоставляемых Сайтом.
    </p>

    <p class="text-justify mb-0 mt-3" style="text-indent: 20px;">
      <b>3.4. Оператор обязуется:</b>
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.4.1. Круглосуточно обеспечивать бесперебойное функционирование Электронной торговой площадки, за исключением перерывов для проведения профилактических работ и устранения сбоев.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.4.2. Обеспечивать обработку и хранение электронных документов, формируемых и (или) передаваемых средствами Электронной торговой площадки.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.4.3. Обеспечивать информационную безопасность Электронной торговой площадки в соответствии с Регламентом ЭТП.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.4.4. Предоставить Пользователю авторизационные данные (идентификатор и пароль) для доступа на Электронную торговую площадку.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.4.5. Оказывать услуги Оператора электронной торговой площадки по настоящему Договору в соответствии с его условиями, Регламентом, а также требованиями, установленными законодательством Российской Федерации.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.4.6. Обеспечивать неразглашение конфиденциальной информации Пользователя за исключением случаев, установленных законом.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.4.7. Обеспечивать предусмотренную Регламентом и законодательством Российской Федерации информационную безопасность электронной торговой площадки.
    </p>

    <p class="text-justify mb-0 mt-3" style="text-indent: 20px;">
      <b>3.4. Оператор вправе:</b>
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.5.1. Осуществлять права оператора электронной торговой площадки, предусмотренные Регламентом и законодательством Российской Федерации.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.5.2. На правах собственника электронной торговой площадки вносить изменения в программное обеспечение электронной торговой площадки по своему усмотрению.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.5.3. Производить проверку достоверности информации и документов, предоставленных Пользователем в ходе регистрации (аккредитации) и использования электронной торговой площадки.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.5.4. Вести реестр Пользователей, содержащий документы и сведения, предоставленные ими при регистрации или при внесении изменений в регистрационные данные.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.5.5. Отказать Пользователю в оказании услуг и (или) приостановить оказание услуг в случае нарушения Пользователем условий настоящего Договора и (или) Регламента ЭТП и (или) иных внутренних документов Электронной торговой площадки.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.5.6. Приостанавливать оказание услуг и (или) функционирование Электронной торговой площадки для проведения профилактических работ и устранения сбоев не более чем на 192 (сто девяносто два) часа в течение календарного месяца, при этом не более 12 (двенадцать) часов в течение календарного месяца в рабочее время (с 9:00 до 18:00 мск).
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.5.7. В одностороннем порядке вносить изменения в условия настоящего Договора, в том числе изменять условия оплаты услуг Оператора ЭТП, уведомив об этом Пользователя в порядке, установленном статьей 2 настоящего Договора.
    </p>

    
    <h4 class="text-center mt-6 mb-2">4.	Стоимость услуг и порядок расчетов</h4>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      4.1. Стоимость услуг Оператора определяется в рублях РФ и включает в себя НДС 20%:
    </p>
    <v-divider class="mt-4 mb-0"></v-divider>
    <v-simple-table>
      <template v-slot:default>
        <tbody>
          <tr>
            <td>1</td>
            <td>Регистрация на ЭТП</td>
            <td>бесплатно</td>
          </tr>
          <tr v-if="usertype=='customer'">
            <td>2</td>
            <td>Стоимость услуги по организации предоставления доступа к ЭТП для Пользователя - покупателя</td>
            <td>не взимается</td>
          </tr>
          <tr v-else>
            <td>2</td>
            <td>Стоимость услуги по организации предоставления доступа к ЭТП для Пользователя - поставщика</td>
            <td>1,5% от цены каждой заключенной посредством ЭТП сделки</td>
          </tr>
        </tbody>
      </template>
    </v-simple-table>
    <v-divider class="mb-4 mt-0"></v-divider>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      4.2. По факту оказания услуг, стоимость которых подлежит оплате, Оператор предоставляет Пользователю акт приемки оказанных услуг и счет-фактуру. 
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      4.3. Оплата услуг осуществляется Пользователем путем перечисления денежных средств в безналичном порядке на расчетный счет Оператора.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      4.4. Датой исполнения обязательств Пользователя по оплате оказанных услуг считается дата поступления денежных средств на расчетный счет Оператора.
    </p>

    <h4 class="text-center mt-6 mb-2">5.	Ответственность Сторон и разрешение споров</h4>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      5.1. Стороны несут ответственность за соблюдение условий настоящего Договора и Регламента в соответствии с его условиями и законодательством Российской Федерации. 
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      5.2. Оператор не несет ответственности (в том числе и перед третьими лицами) за негативные последствия, наступившие в ходе использования электронной площадки не по вине Оператора, в частности, ввиду недостатков или выхода из строя компьютерной техники Пользователя, перебоев и нестабильного соединения с сетью Интернет на стороне Пользователя, ограничение доступа к сети Интернет, введенное Интернет-провайдером Пользователя, компьютерные вредоносные программные продукты, по каким-либо причинам функционирующие на компьютерной технике Пользователя и др.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      5.3. Оператор не несет ответственности за ненадлежащее исполнения обязательств любой из Сторон по сделке, заключенной посредством использования сервисов ЭТП (включая, но не ограничиваясь нарушение качества поставляемого товара, нарушение срока оплаты или срока поставки товара и т.п.).
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      5.4. Пользователь несет ответственность за обеспечение информационной безопасности (в частности, в части борьбы с вредоносным программным обеспечением) при работе с электронной торговой площадкой. В случае повреждения программного обеспечения электронной площадки вредоносным программным обеспечением, допущенного по вине Пользователя, последний обязуется компенсировать Оператору все убытки, причиненные таким повреждением.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      5.5. Пользователь несет ответственность, в том числе, и перед третьими лицами, за ненадлежащее проведение Торгов.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      5.6. В случае просрочки исполнения Пользователем обязательств по оплате услуг Оператора, последний вправе потребовать уплаты неустойки в размере 0,1% от неуплаченной в срок суммы за каждый день просрочки.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      5.7. Сторона, нарушившая свои обязательства, предусмотренные настоящим Договором, должна без промедления устранить нарушения и/или принять меры к устранению последствий.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      5.8. Ни одна из Сторон не несет ответственности перед другой Стороной за неисполнение или ненадлежащее исполнение обязательств настоящего Договора, обусловленное действием обстоятельств непреодолимой силы, то есть чрезвычайных и непредотвратимых при данных условиях обстоятельств, в том числе объявленной или фактической войной, гражданскими волнениями, террористическими актами, эпидемиями, блокадами, эмбарго, пожарами, землетрясениями, наводнениями и другими природными стихийными бедствиями, изданием актов органов государственной власти. 
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      5.9. Сторона, которая не исполняет свои обязательства вследствие действия обстоятельств непреодолимой силы, должна в течение 3 (трех) рабочих дней с даты наступления таких обстоятельств известить другую Сторону о наступлении обстоятельств непреодолимой силы с приложением надлежаще оформленных подтверждающих документов, выданных компетентными органами.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      5.10. Если обстоятельства непреодолимой силы действуют на протяжении 3 (трех) последовательных месяцев, действие настоящего Договора может быть приостановлено, либо он может быть расторгнут по согласию Сторон.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      5.11. Все споры и разногласия между Сторонами, по настоящему Договору подлежат разрешению в порядке переговоров либо в претензионном порядке. Срок рассмотрения претензии – 5 (Пять) рабочих дней с даты ее получения любым видом связи. 
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      5.12. При невозможности урегулирования спора – он передается на рассмотрение Арбитражного суда по месту нахождения Оператора.
    </p>

    <h4 class="text-center mt-6 mb-2">6.	Конфиденциальность</h4>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      6.1. Стороны признают условия настоящего Договора конфиденциальной информацией и обязуются не разглашать данную информацию третьим лицам, кроме случаев, установленных законом.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      6.2. Конфиденциальной информацией не являются сведения, размещенные в открытой части (свободном доступе) на электронной торговой площадке и Сайте.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      6.3. Пользователь признает, что электронная торговая площадка (её программная и аппаратная части, а также средства её индивидуализации) являются собственностью Оператора. В связи с этим Пользователь обязуется не допускать нарушения исключительных прав Оператору, а также сообщать о всяких подобных нарушениях, о которых Пользователю стало известно.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      6.4. В ходе заключения и исполнения настоящего Договора Сторонами может использоваться обмен сообщениями и документами посредством электронной почты либо с использованием сообщений, отправляемыми/получаемыми посредством программного обеспечения электронной торговой площадки.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      Стороны признают наличие электронной цифровой подписи Стороны надлежащим доказательством того, что документ исходит от Стороны по Договору.
    </p>

    
    <h4 class="text-center mt-6 mb-2">7.	Прочие положения</h4>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      7.1. Настоящий Договор вступает в силу с момента его акцепта Пользователем и заключается на неопределенный срок.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      7.2. Во всем остальном, что не урегулировано настоящим Договором, Стороны руководствуются законодательством РФ.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      В рамках исполнения настоящего Договора допускается представление Сторонами документов посредством факсимильной, электронной или иной связи, в том числе с использованием сети Интернет, а также документов, подписанных Аналогом собственноручной подписи, Электронной подписью.
    </p>
    
    
    <h4 class="text-center mt-6 mb-2">8.	Реквизиты Оператора</h4>
    <p>
      <b>ООО «НАТС»</b>
      <br/>
      105203, г. Москва, вн.тер.г. Муниципальный округ Восточное Измайлово, ул 14-я Парковая, д. 8
      <br/>
      ИНН/КПП 7719723080/771901001
      <br/>
<!--
	  Р/с 40702810601600002831 в АО «АЛЬФА-БАНК» 
      <br/>
      БИК 044525593  К/сч 30101810200000000593
      <br/>
-->
      Генеральный директор
      <br/>
      Григорьев И.Л.
    </p>
    
  </v-card>
</template>
<script>
  export default {
    data: () => ({
      today: new Date().toISOString().substr(0, 10),
    }),
    props: {
		usertype: String
    },
    computed: {
    },
    created() {
    },
    mounted () {
    },
    methods: {
      formatDate(date) {
        if (!date) { return }
        else {
          const [ year, month, day ] = date.split('-')
          return day+'/'+month+'/'+year
        }
      },
    },
    watch: {
    }
  };
</script>
