<template>
  <v-container flat class="pa-4">
    <h5 class="text-center mt-6 mb-12">
      СОГЛАШЕНИЕ
      <br/>
      ОБ ОБРАБОТКЕ ПЕРСОНАЛЬНЫХ ДАННЫХ
    </h5>
    <h4 class="text-center mt-6 mb-2">1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</h4>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      В настоящем Договоре применяются следующие термины и определения:
      <br/>
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      В настоящем Соглашении об обработке персональных данных (далее – Соглашение) нижеприведенные термины имеют следующие определения:
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Оператор – Общество с ограниченной ответственностью «Национальная Аграрная Тендерная Система»</b>, ИНН 7719723080, ОГРН 1097746251096, адрес: 105425, Москва, 14-я Парковая, д. 8, помещ. 1/5, осуществляющие руководство интернет-сайтом  <a href="https://agtender.com/" target="_blank">https://agtender.com/</a>  на условиях настоящего Соглашения
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Сайт</b> – интернет-сайт, размещенный в сети Интернет по адресу:  <a href="https://agtender.com/" target="_blank">https://agtender.com/</a>.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Пользователь</b> – любое лицо, успешно прошедшее процедуру Регистрации на Сайте, а равно лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Регистрация</b> — процедура внесения Пользователем в базу зарегистрированных пользователей Сайта своих персональных данных, производимая с целью идентификации Пользователя. По результатам Регистрации создаётся учётная запись Пользователя на Сайте. Регистрация является добровольной. 
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Акцепт Соглашения</b> – полное и безоговорочное принятие всех условий Соглашения путем осуществления действий по Регистрации на Сайте. Акцепт Соглашения подтверждает заключение настоящего Соглашения между Оператором и Пользователем.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Персональные данные</b> – любая информация, внесенная Пользователем (субъектом персональных данных) на Сайт и относящаяся прямо или косвенно к данному Пользователю.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Обработка персональных данных</b> - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>Cookies</b> – небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере Пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      <b>IP-адрес</b> – уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.
    </p>

    <h4 class="text-center mt-6 mb-2">2.	ОБЩИЕ ПОЛОЖЕНИЯ</h4>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      2.1. Настоящее Соглашение составлено и заключается на основании требований Федерального закона от 27.07.2006 г. № 152-ФЗ «О персональных данных» и действует в отношении всех и любых персональных данных, которые Оператор может получить о Пользователе во время использования им Сайта.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      2.2. Регистрация Пользователя на Сайте означает безоговорочное согласие Пользователя со всеми условиями настоящего Соглашения (Акцепт Соглашения). В случае несогласия с этими условиями Пользователь не осуществляет Регистрацию на Сайте
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      2.3. Согласие Пользователя на предоставление персональных данных Оператору и их обработку Оператором действует до момента прекращения деятельности Оператора либо до момента отзыва согласия Пользователем. Акцептовав настоящее Соглашение и пройдя процедуру Регистрации, а также осуществляя последующий доступ к Сайту, Пользователь подтверждает, что он, действуя своей волей и в своем интересе, передает свои персональные данные для обработки Оператору и согласен на их обработку. Пользователь уведомлен, что обработка его персональных данных будет осуществляться Оператором на основании Федерального закона от 27.07.2006 г. № 152-ФЗ «О персональных данных».
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      2.4. При обработке персональных данных Оператор придерживается следующих принципов:
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - Обработка персональных данных осуществляется только на законной и справедливой основе;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - Оператор не раскрывает третьим лицам и не распространяет персональные данные без согласия Пользователя (если иное не предусмотрено действующим законодательством Российской Федерации);
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - Оператор определяет конкретные законные цели до начала обработки (в т.ч. сбора) персональных данных;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - Оператор собирает только те персональные данные, которые являются необходимыми и достаточными для заявленной цели обработки;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - Обработка персональных данных Оператором ограничивается достижением конкретных, заранее определенных и законных целей;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - Оператор уничтожает либо обезличивает персональные данные по достижении целей обработки или в случае утраты необходимости в достижении целей;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - Обработка персональных данных может быть прекращена по запросу Пользователя.
    </p>

    <h4 class="text-center mt-6 mb-2">3. ПЕРЕЧЕНЬ ПЕРСОНАЛЬНЫХ ДАННЫХ </h4>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.1. При Регистрации и/или в процессе использования сервисов Сайта, Пользователем самостоятельно представляются следующие персональные данные:
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - фамилия, имя, отчество Пользователя;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - контактный телефон Пользователя;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - адрес электронной почты (e-mail);
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - номера иных каналов связи;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - год, месяц, дата и место рождения;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - адрес;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - сведения о семейном, социальном, имущественном положении;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - сведения об образовании, профессии;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - фотографии и иные данные Пользователя в социальных сетях и мессенджерах;
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.2. Данные, которые автоматически передаются сервисам Сайта в процессе их использования с помощью установленного на устройстве Пользователя программного обеспечения:
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - IP адрес;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - информация из cookies;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - информация о браузере (или иной программе, которая осуществляет доступ к показу рекламы);
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - время доступа;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - адрес страницы, на которой расположен рекламный блок;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      - реферер (адрес предыдущей страницы).
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.3. Сайт осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью выявления и решения технических проблем.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.4. К персональным данным в целях настоящего Соглашения относится любая иная персональная информация, неоговоренная выше.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      3.5. Оператор не проверяет достоверность персональных данных, предоставляемых Пользователем. При этом Оператор исходит из того, что Пользователь предоставляет достоверную и достаточную персональную информацию по вопросам, предлагаемым в форме Регистрации.
    </p>


    <h4 class="text-center mt-6 mb-2">4. ЦЕЛИ, ПРАВИЛА СБОРА И ИСПОЛЬЗОВАНИЯ ПЕРСОНАЛЬНЫХ ДАННЫХ </h4>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      4.1. Оператор осуществляет обработку персональных данных, которые необходимы для предоставления сервисов и оказания услуг Пользователю.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      4.2. Персональные данные Пользователя используются Оператором в следующих целях:
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      4.2.1. Идентификация Пользователя;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      4.2.2. Предоставление Пользователю персонализированных сервисов и услуг Сайта;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      4.2.3. Поддерживания связи с Пользователем в случае необходимости, в том числе направление уведомлений, запросов и информации, связанных с использованием сервисов, оказанием услуг, а также обработка запросов и заявок от Пользователя;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      4.2.4. Оказание консультирования;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      4.2.5. Анализирование действий Пользователя на Сайте и функционирования Сайта;
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      4.2.6. Проведение рекламных и новостных рассылок.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      4.3. В ходе обработки персональных данных будут совершены следующие действия: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, предоставление, доступ, обезличивание, блокирование, удаление, уничтожение.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      4.4. Пользователь не возражает, что указанные им сведения в определенных случаях могут предоставляться уполномоченным государственным органам РФ в соответствии с действующим законодательство м РФ.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      4.5. Персональные данные Пользователя хранятся и обрабатываются Оператором в порядке, предусмотренном настоящим Соглашением, в течение всего срока осуществления деятельности Оператором.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      4.6. Обработка персональных данных осуществляется Оператором путем ведения баз данных, автоматизированным, механическим, ручным способами.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      4.7. Сайт использует файлы Cookies и другие технологии, чтобы отслеживать использование сервисов Сайта. Эти данные необходимы для оптимизации технической работы Сайта и повышения качества предоставления услуг. На Сайте автоматически записываются сведения (включая URL, IP-адрес, тип браузера, язык, дату и время запроса) о каждом посетителе Сайта. 
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      Пользователь вправе отказаться от предоставления персональных данных при посещении Сайта или отключить файлы Cookies, но в этом случае не все функции и сервисы в составе Сайта могут работать правильно. Указанное также может повлечь невозможность доступа к частям Сайта, требующим авторизации.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      4.8. Предусмотренные настоящим Соглашением условия конфиденциальности распространяются на всю информацию, которую Оператор может получить о Пользователе во время пребывания последнего на Сайте и использования Сайта.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      4.9. Не является конфиденциальной информация, публично раскрытая в ходе исполнения настоящего Соглашения, а также информация, которая может быть получена сторонами или третьими лицами из источников, к которым имеется свободный доступ любым лицам.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      4.10. Оператор принимает все необходимые меры для защиты конфиденциальности персональных данных Пользователя от несанкционированного доступа, изменения, раскрытия или уничтожения, в том числе: обеспечивает постоянную внутреннюю проверку процессов сбора, хранения и обработки данных и обеспечения безопасности; обеспечивает физическую безопасность данных, предотвращая неправомерный доступ к техническим системам, обеспечивающим работу Сайта, в которых Оператор хранит персональные данные; предоставляет доступ к персональным данным только тем сотрудникам Оператора или уполномоченным лицам, которым эта информация необходима для выполнения обязанностей, непосредственно связанных с оказанием услуг Пользователю, а также эксплуатации, разработки и улучшения Сайта.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      4.11. Оператор никогда не направляет Пользователю электронных запросов с просьбой указать, подтвердить или каким-либо иным образом сообщить Оператору указанный Пользователем при регистрации пароль. Пароль хранится на Сайте в зашифрованном виде.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      4.12. В случае утери Пользователем аутентификационных данных для доступа на Сайт, или при необходимости изменить адрес электронной почты, указанный Пользователем при Регистрации, повторное сообщение Пользователю утерянных данных и/или смена адреса электронной почты могут быть осуществлены лично Пользователем с использованием сервисов Сайта, а также Оператором по письменному запросу Пользователя. Сообщение Пользователю утерянных данных осуществляется по адресу электронной почты, указанному Пользователем при Регистрации или в запросе Пользователя.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      4.13. В отношении персональных данных Пользователя сохраняется их конфиденциальность, кроме случаев добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц.
    </p>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      4.14. Передача Оператором персональных данных Пользователя правомерна при реорганизации Оператора и передачи прав правопреемнику Оператора, при этом к правопреемнику переходят все обязательства по соблюдению условий настоящего Соглашения применительно к полученной им персональной информации.
    </p>

    <h4 class="text-center mt-6 mb-2">5. ПРАВА ПОЛЬЗОВАТЕЛЯ КАК СУБЪЕКТА ПЕРСОНАЛЬНЫХ ДАННЫХ, ИЗМЕНЕНИЕ И УДАЛЕНИЕ ПОЛЬЗОВАТЕЛЕМ ПЕРСОНАЛЬНЫХ ДАННЫХ</h4>
    <p class="text-justify mb-0" style="text-indent: 20px;">
      5.1. Пользователь вправе:
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      5.1.2. Требовать от Оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав.
    </p>
    <p class="text-justify mb-0" style="text-indent: 35px;">
      5.1.3. Получать информацию, касающуюся обработки его персональных данных, в том числе содержащей:
    </p>
    <p class="text-justify mb-0" style="text-indent: 45px;">
      5.1.3.1. подтверждение факта обработки персональных данных Оператором;
    </p>
    <p class="text-justify mb-0" style="text-indent: 45px;">
      5.1.3.2. цели и применяемые Оператором способы обработки персональных данных;
    </p>
    <p class="text-justify mb-0" style="text-indent: 45px;">
      5.1.3.3. наименование и место нахождения Оператора;
    </p>
    <p class="text-justify mb-0" style="text-indent: 45px;">
      5.1.3.4. обрабатываемые персональные данные, относящиеся к соответствующему субъекту персональных данных, источник их получения, если иной порядок представления таких данных не предусмотрен федеральным законом;
    </p>
    <p class="text-justify mb-0" style="text-indent: 45px;">
      5.1.3.5. сроки обработки персональных данных, в том числе сроки их хранения;
    </p>
    <p class="text-justify mb-0" style="text-indent: 45px;">
      5.1.3.6. иные сведения, предусмотренные действующим законодательство м РФ.
    </p>
    <p class="text-justify" style="text-indent: 20px;">
      5.2. Отзыв согласия на обработку персональных данных может быть осуществлен Пользователем путем направления Оператору соответствующего письменного (распечатанного на материальном носителе и подписанного Пользователем) уведомления.
    </p>
  </v-container>
</template>
<style>
  p { margin:.25em 0; }
</style>
<script>
  export default {
    data: () => ({
      today: new Date().toISOString().substr(0, 10),
    }),
    props: {
    },
    computed: {
    },
    created() {
    },
    mounted () {
    },
    methods: {
      formatDate(date) {
        if (!date) { return }
        else {
          const [ year, month, day ] = date.split('-')
          return day+'/'+month+'/'+year
        }
      },
    },
    watch: {
    }
  };
</script>
