<template>
  <v-container flat class="pa-4">
    <p class="text-right mb-0">
		<b>
		«УТВЕРЖДАЮ»<br>
		И.Л. Григорьев<br>
		Генеральный Директор ООО «НАТС»<br>
		11 ноября 2021 года
		</b>
    </p>
    <h5 class="text-center mt-6 mb-12">
      РЕГЛАМЕНТ ЭЛЕКТРОННОЙ ТОРГОВОЙ ПЛОЩАДКИ
    </h5>
	
    <h4 class="text-center mt-6 mb-2">Оглавление:</h4>
	
    <p class="text-justify mb-0" style="text-indent: 0px; padding-left: 20px;">
		Раздел 1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ<br>
		Раздел 2. ОБЩИЕ ПОЛОЖЕНИЯ<br>
		Раздел 3. ПОРЯДОК РЕГИСТРАЦИИ НА ЭЛЕКТРОННОЙ ТОРГОВОЙ ПЛОЩАДКЕ. ОСНОВАНИЯ И ПОРЯДОК ПРИОСТАНОВЛЕНИЯ И ОТМЕНЫ РЕГИСТРАЦИИ<br>
		Раздел 4. ПРАВА И ОБЯЗАННОСТИ ПОЛЬЗОВАТЕЛЕЙ, ОПЕРАТОРА<br>
		Раздел 5. РАЗМЕЩЕНИЕ ТЕНДЕРА. УЧАСТИЕ В ТЕНДЕРЕ. ОКОНЧАНИЕ ТЕНДЕРА<br>
		Раздел 6. ЗАКЛЮЧЕНИЕ ДОГОВОРА ПОСТАВКИ<br>
		Раздел 7. ТАРИФЫ УСЛУГ ОПЕРАТОРА ЭТП <br>
		Раздел 8. ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ ОПЕРАТОРА ЭТП<br>
		Раздел 9. ИНФОРМАЦИОННЫЕ ПАРТНЕРЫ<br>
		Раздел 10. КОНФИДЕНЦИАЛЬНОСТЬ И ЗАЩИТА ИНФОРМАЦИИ<br>
		Раздел 11. ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ<br>
		Раздел 12. РАЗРЕШЕНИЕ СПОРОВ
	</p>

    <h4 class="text-center mt-6 mb-2">Приложение:</h4>
    <p class="text-justify mb-0" style="text-indent: 0px; padding-left: 20px;">
		1.	Регистрационная форма Поставщика<br>
		2.	Регистрационная форма Покупателя<br>
		3.	Заявка на участие в Тендере<br>
		4.	Договор оказания услуг по организации доступа к Электронной торговой площадке<br>
		5.  Договор поставки<br>
		6.  Согласие на обработку персональных данных<br>
		7.  Коды ОКВЭД
	</p>

<h4 class="text-center mt-6 mb-2">РАЗДЕЛ 1.<br>
ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</h4>

<p class="text-justify agreement mb-0">1.1.	<b>Электронная Торговая Площадка</b> (далее по тексту - <b>ЭТП</b>) – программно-аппаратный комплекс организационных, информационных и технологических решений, разработанный и принадлежащий ООО «НАТС» (ОГРН 1097746251096, ИНН 7719723080), предназначенный для организации проведения закупочных процедур товаров в электронной форме на сайте в сети Интернет по адресу: 105318, г. Москва, ул. Измайловский Вал, д. 20, стр. 1, этаж 3, пом. I, комн. 5 (далее по тексту – «Сайт»)</p>
<p class="text-justify agreement mb-0">1.2.	<b>Оператор ЭТП</b> – ООО «НАТС», владеющее ЭТП, в том числе необходимым для ее функционирования программно-аппаратными средствами и организационно обеспечивающее проведение Тендеров в соответствии с настоящим Регламентом. Оператор ЭТП  не реализует и не поставляет товары, не является стороной в договорах, заключаемых между Продавцом и Поставщиком. Оператор не несет ответственность за надлежащее исполнение договоров, заключаемых между Поставщиком и Покупателем</p>
<p class="text-justify agreement mb-0">1.3.	<b>Тендер</b> – закупочная процедура, проводимая при помощи ЭТП, на конкурентной основе, направленная на заключение договора поставки Товара между Покупателем и Поставщиком</p>
<p class="text-justify agreement mb-0">1.4.	<b>Дата окончания Тендера</b> – наступление календарной даты, определяемой Покупателями для завершения Тендера. При этом время окончания Тендера истекает до 16:59:59 по московскому времени.</p>
<p class="text-justify agreement mb-0">1.5.	  Состоявшийся Тендер – Тендер, отвечающий одновременно двум условиям: Покупатель не отказался от Тендера до Даты окончания Тендера и на Тендер поступило предложение хотя бы от одного Поставщика, не заблокированного Покупателем.</p>
<p class="text-justify agreement mb-0">1.6.	<b>Товар</b> – средства защиты растений, внесенные в «Государственный каталог пестицидов и агрохимикатов, разрешенных к применению на территории Российской Федерации», необходимые для осуществления Пользователями предпринимательской деятельности</p>
<p class="text-justify agreement mb-0">1.7.	<b>Пользователь</b> – юридическое лицо, индивидуальный предприниматель, крестьянско-фермерское хозяйство зарегистрированные в соответствии с законодательством Российской Федерации, которые приняли условия настоящего Регламента и зарегистрированы на ЭТП для участия в Тендерах в качестве Продавца или Поставщика.</p>
<p class="text-justify agreement mb-0">1.8.	Покупатель – юридическое лицо, индивидуальный предприниматель, крестьянско-фермерское хозяйство, зарегистрированные на ЭТП, принимающие участие в Тендере в целях приобретения товара и последующего заключения договора с Поставщиком.</p>
<p class="text-justify agreement mb-0">1.9.	<b>Поставщик</b> – юридические лицо, индивидуальный предприниматель, крестьянско-фермерское хозяйство, заключившие с Оператором ЭТП Договор оказания услуг по организации доступа к ЭТП, зарегистрированные на ЭТП в целях участия в Тендерах для поставки Товаров и заключения договоров с Покупателями</p>
<p class="text-justify agreement mb-0">1.10.	<b>Результат проверки Покупателя</b> – совокупность данных о финансово-хозяйственном и юридическом состоянии Покупателя, полученных Оператором ЭТП из общедоступных данных, в том числе из информационного ресурса Интегрумм и предоставленных Оператором ЭТП зарегистрированным Пользователям. Результат проверки носит исключительно информационный характер, Оператор не несет ответственность за полноту и достоверность представленных в результате проверки данных</p>
<p class="text-justify agreement mb-0">1.11.	<b>Результат проверки Поставщика</b> – совокупность данных о финансово-хозяйственном и юридическом состоянии Поставщика, полученных Оператором ЭТП из общедоступных данных, в том числе из информационного ресурса Интегрумм, предоставленных Оператором ЭТП зарегистрированным Покупателям в случае, если Поставщик направил предложение на участие в Тендере. Результат проверки носит исключительно информационный характер, Оператор не несет ответственность за полноту и достоверность представленных в результате проверки данных</p>
<p class="text-justify agreement mb-0">1.12.	<b>Регистрация на ЭТП</b> – совокупность действий Пользователя и Оператора ЭТП, направленных на получение и предоставление доступа Пользователю ко всем информационным системам Сайта, в том числе личному кабинету Пользователя, предоставление Пользователю доступа к информации о Тендерах и возможности участия в них на ЭТП.</p>
<p class="text-justify agreement mb-0">1.13.	<b>Техническая поддержка Оператора ЭТП</b> – служба, созданная Оператором ЭТП, для оперативного разрешения технических вопросов, возникающих у Пользователей при регистрации и использовании ЭТП. Техническая поддержка Оператора ЭТП оказывается дистанционно по электронному адресу: <a href="mailto:info@agtender.com">info@agtender.com</a> (круглосуточно), а также по контактному телефону: +7 (495) 128-67-71 ( в рабочие дни с 9.00 до 18.00 по московскому времени).</p>
<p class="text-justify agreement mb-0">1.14.	<b>Заявка на участие в Тендере</b> – электронный документ, заполненный Покупателем по Форме, размещенной на Сайте, с целью размещения Тендера на ЭТП.</p>
<p class="text-justify agreement mb-0">1.15.	<b>Информационные Партнеры</b> – юридические лица, индивидуальные предприниматели, размещающие информационные материалы, рекламу на Сайте на основании договора с Оператором ЭТП</p>
<p class="text-justify agreement mb-0">1.16.	<b>Личный кабинет</b> – раздел ЭТП для зарегистрированного Пользователя, содержащий информацию о Пользователе, совершенных Пользователем действий, заключенных сделках, объявленных Тендерах. Доступ в личный кабинет Пользователя осуществляется в порядке, установленном Регламентом. Пользователь несет ответственность перед третьими лицами за все действия, совершенные в его личном кабинете. Оператор ЭТП не несет ответственности за несанкционированное использование логина и пароля от личного кабинета Пользователя третьими лицами. Оператор имеет право заблокировать доступ в личный кабинет Пользователя по своему усмотрению.</p>
<p class="text-justify agreement mb-0">1.17.	<b>Договор поставки</b> – Договор, заключаемый между Покупателем и Поставщиком по результатам Тендера при помощи ЭТП по форме, указанной в Приложении № 5 к настоящему Регламенту</p>
<p class="text-justify agreement mb-0">1.18.	<b>Блокировка Пользователя</b> – временное или постоянное отстранение Пользователя от участия в Тендерах. Блокировка осуществляется Оператором ЭТП путем отключения Пользователя от личного кабинета ЭТП. Принятие решения о блокировке принимается Оператором ЭТП самостоятельно.</p>

<h4 class="text-center mt-6 mb-2">РАЗДЕЛ 2.<br>
ОБЩИЕ ПОЛОЖЕНИЯ</h4>

<p class="text-justify agreement mb-0">2.1 Настоящий Регламент размещен в сети Интернет по адресу: <a href="https://agtender.com/registration">https://agtender.com/registration</a></p>
<p class="text-justify agreement mb-0">2.2. Дата вступления в силу настоящего Регламента – 08 ноября 2021 года.</p>
<p class="text-justify agreement mb-0">2.3. Настоящий Регламент определяет порядок организации и проведения Тендеров на ЭТП, а также порядок взаимодействия Пользователей и Оператора ЭТП</p>
<p class="text-justify agreement mb-0">В соответствии с Регламентом Оператор ЭТП предлагает Пользователю услуги по использованию Сайта для размещения информации о Тендере c целью последующего заключения Договора поставки.</p>
<p class="text-justify agreement mb-0">2.4. Настоящий Регламент разработан в соответствии с Гражданским кодексом Российской Федерации, Федеральным законом от 27 июля 2006 года № 149-ФЗ «Об информации, информационных технологиях и о защите информации», а также иными нормативными правовыми актами Российской Федерации, регулирующими информационные системы</p>
<p class="text-justify agreement mb-0">2.5. Настоящий Регламент является договором присоединения в значении, установленном статьей 428 Гражданского кодекса Российской Федерации. Присоединение к настоящему Регламенту осуществляется в момент регистрации на ЭТП в качестве Пользователя и означает полное и безоговорочное принятие таким Пользователем условий настоящего Регламента, включая порядок оказания услуг Оператором ЭТП.</p>
<p class="text-justify agreement mb-0">Регламент может быть изменен Оператором ЭТП в одностороннем порядке с последующим уведомлением Пользователей по электронной почте. Любые изменения, дополнения, принятие Регламента в новой редакции вступают в силу с момента их размещения в сети Интернет по адресу, указанному в п. 2.1. Раздела 2 настоящего Регламента. Любые изменения, дополнения, а также новые редакции Регламента распространяются на всех Пользователей, принявших (акцептовавших) Регламент, в том числе на Пользователей, принявших (акцептовавших) Регламент ранее даты внесения изменений, дополнений, принятия Регламента в новой редакции. Пользователи соглашаются с тем, что продолжение использования ЭТП Пользователем после изменения, дополнения и принятия Регламента в новой редакции, означает полное согласие Пользователя с указанными изменениями.</p>
<p class="text-justify agreement mb-0">2.6. Условия настоящего Регламента определены Оператором ЭТП, адресованы неопределенному кругу лиц и могут быть приняты Пользователем исключительно путем присоединения к настоящему Регламенту в целом</p>
<p class="text-justify agreement mb-0">2.7. Необходимым условием работы на ЭТП в качестве Пользователя является регистрация. Порядок и процедура регистрации установлена в Разделе 3 настоящего Регламента</p>
<p class="text-justify agreement mb-0">2.8. Оператор ЭТП обеспечивает непрерывность проведения закупочных процедур (Тендеров), надежность функционирования программно-аппаратных средств, используемых для проведения Тендеров, хранение документов и сведений, размещаемых на ЭТП при организации и проведении Тендеров, осуществляет иные права и функции.</p>
<p class="text-justify agreement mb-0">2.9. Время начала и окончания всех процедур на ЭТП, а также время наступления иных событий на ЭТП определяются по времени сервера, на котором размещена ЭТП (по московскому времени)</p>

<h4 class="text-center mt-6 mb-2">РАЗДЕЛ 3.<br>
ПОРЯДОК РЕГИСТРАЦИИ НА ЭЛЕКТРОННОЙ ТОРГОВОЙ ПЛОЩАДКЕ. ОСНОВАНИЯ И ПОРЯДОК ПРИОСТАНОВЛЕНИЯ И ОТМЕНЫ РЕГИСТРАЦИИ</h4>

<p class="text-justify agreement mb-0">3.1. Доступ к информации о Тендерах и возможность принимать в них участие предоставляется только лицам, прошедшим регистрацию на ЭТП в порядке, установленном настоящим Регламентом</p>
<p class="text-justify agreement mb-0">К регистрации на ЭТП допускаются исключительно юридические лица, индивидуальные предприниматели, крестьянско-фермерские хозяйства</p>
<p class="text-justify agreement mb-0">3.2. Регистрация на ЭТП означает полное и безоговорочное согласие регистрируемого лица с настоящим Регламентом, с обработкой персональных данных, а также Тарифами ЭТП, указанными в Разделе 7 настоящего Регламента.  </p>
<p class="text-justify agreement mb-0">3.3. <b>Регистрация Поставщика на ЭТП осуществляется в следующем порядке:</b></p>
<p class="text-justify agreement mb-0">а) Поставщик заполняет регистрационную форму, размещенную на Сайте. Форма регистрации содержит поля, обязательные для заполнения, обозначенные звездочкой (*), в том числе сведения об ИНН юридического лица (индивидуального предпринимателя, КФХ), фамилию, имя, отчество лица, уполномоченного на совершение от имени юридического лица действий на ЭТП в порядке, установленном законодательством РФ и настоящим Регламентом, контактный адрес электронной почты и номер мобильного телефона, банковские реквизиты). Регистрационная форма Поставщика содержится в Приложении № 1 к настоящему Регламенту.</p>
<p class="text-justify agreement mb-0">б) Поставщик подтверждает согласие на регистрацию путем нажатия чекбокса на поля, содержащие текст «Я согласен с Регламентом площадки», «Я согласен с Согласием на обработку персональных данных», «РЕГИСТРАЦИЯ». Подтверждая согласие на регистрацию, Поставщик гарантирует достоверность введенных им данных.</p>
<p class="text-justify agreement mb-0">в) На электронную почту Поставщика, указанную в регистрационной форме, в течение 24 часов с момента, указанного в подпункте б пункта 3.3. Раздела 3 настоящего Регламента, Оператор ЭТП направляет письмо с уведомлением о поступлении на рассмотрение Оператором ЭТП заявки на регистрацию на ЭТП. В случае, если указанное письмо не приходит на указанный в регистрационной форме электронной адрес, то Поставщик вправе связаться с Технической поддержкой Оператора ЭТП</p>
<p class="text-justify agreement mb-0">г) Оператор ЭТП, получив заявку на регистрацию, обязуется в срок не позднее 3 (Трех) рабочих дней осуществить юридические действия по проверке данных, указанных Поставщиком при регистрации. Проверка осуществляется на дату подачи заявки на регистрацию на ЭТП при помощи общедоступных данных, размещенных в сети Интернет, при помощи информационных ресурсов, в том числе Интегрум, arbitr.ru, fedresurs.ru. Благонадежным и добросовестным Поставщиком может признаваться Поставщик, зарегистрированный в налоговом органе как юридическое лицо (индивидуальный предприниматель, КФХ), виды деятельности Поставщика соответствуют кодам ОКВЭД, содержащихся в Приложении № 7 к настоящему Регламенту, в выписке из Единого государственного реестра юридических лиц не содержится информации о недостоверных сведениях относительно Поставщика, о процедуре реорганизации, ликвидации Поставщика, на информационных каналах (fedresurs.ru) не содержится информации о намерении обратиться с заявлением о банкротстве Поставщика, на сайте fedresurs.ru не содержится сведений о процедуре банкротства Поставщика. Оператор вправе запросить у Поставщика дополнительные документы, подтверждающие благонадежность и добросовестность Поставщика. При наличии у Оператора сомнений в добросовестности и благонадежности Поставщика, в реальности осуществления им предпринимательской деятельности, а также при наличии ранее несостоявшихся регистраций Оператор вправе отказать в регистрации без обоснования причин отказа</p>
<p class="text-justify agreement mb-0">д) В случае, если после осуществления действий, указанных в подпункте г) пункта 3.3 Раздела 3 настоящего Регламента, Оператор ЭТП признает Поставщика добросовестным и благонадежным, Оператор ЭТП направляет на электронный адрес Поставщика Договор оказания услуг по организации доступа к Электронной торговой площадке, подписанный со стороны Оператора (Приложение № 4 к настоящему Регламенту). В случае, если после осуществления действий, указанных в подпункте г) пункта 3.3. Раздела 3 настоящего Регламента, Оператор ЭТП не признает Поставщика добросовестным и благонадежным, Оператор ЭТП направляет Поставщику электронное письмо с уведомлением об отказе в регистрации на Электронной торговой площадке. Отказ в регистрации не подлежит обжалованию в судебном порядке.</p>
<p class="text-justify agreement mb-0">е) Поставщик, получив Договор оказания услуг по организации доступа к Электронной торговой площадке, подписанный со стороны Оператора ЭТП, в течение трех рабочих дней с даты его получения осуществляет подписание со своей стороны и направляет Договор оказания услуг на электронный адрес: <a href="mailto:info@agtender.com">info@agtender.com</a>.  В случае, если Поставщик в течение трех рабочих дней не направляет Оператору подписанный со своей стороны Договор, процедура его регистрации считается несостоявшейся</p>
<p class="text-justify agreement mb-0">ж) Оператор ЭТП после получения подписанного со стороны Поставщика Договора оказания услуг по организации доступа к Электронной торговой площадке направляет на электронный адрес Поставщика сообщение с кодом (паролем), необходимым для входа в личный кабинет Поставщика. Получение Поставщиком пароля является завершением процедуры регистрации Поставщика на ЭТП</p>
<p class="text-justify agreement mb-0">3.4. С момента регистрации Поставщик вправе: </p>
<p class="text-justify agreement mb-0">- иметь доступ ко всем информационным ресурсам Сайта;</p>
<p class="text-justify agreement mb-0">- имеет право участвовать в Тендерах, в порядке и на условиях, предусмотренных настоящим Регламентом;</p>
<p class="text-justify agreement mb-0">- заключать договоры по результатам Тендера, в порядке и на условиях, предусмотренных настоящим Регламентом;</p>
<p class="text-justify agreement mb-0">-обращаться в Техническую поддержку Оператора ЭТП;</p>
<p class="text-justify agreement mb-0">- иметь иные права, предусмотренные Регламентом</p>

<p class="text-justify agreement mb-0">3.5. <b>Регистрация Покупателя на ЭТП осуществляется в следующем порядке:</b></p>
<p class="text-justify agreement mb-0">а) Покупатель заполняет регистрационную форму, размещенную на Сайте. Форма регистрации содержит поля, обязательные для заполнения, обозначенные звездочкой (*), в том числе сведения об ИНН юридического лица (индивидуального предпринимателя, КФХ), ФИО лица, уполномоченного на совершение от имени юридического лица действий на ЭТП в порядке, установленном законодательством РФ и настоящим Регламентом, контактный адрес электронной почты и номер мобильного телефона. Регистрационная форма Покупателя содержится в Приложении № 2 к настоящему Регламенту</p>
<p class="text-justify agreement mb-0">б) Покупатель подтверждает согласие на регистрацию путем нажатия чекбокса на поля, содержащие текст «Я согласен с Регламентом площадки» и «Я согласен с Согласием на обработку персональных данных», «РЕГИСТРАЦИЯ». Подтверждая согласие на регистрацию, Покупатель гарантирует достоверность введенных им данных.</p>
<p class="text-justify agreement mb-0">в) Оператор ЭТП, получив заявку Пользователя на регистрацию в качестве Покупателя, в течение 24 часов направляет Покупателю СМС- сообщение, содержащее код пароль, необходимый для использования личного кабинета</p>
<p class="text-justify agreement mb-0">3.6. С момента регистрации Покупатель вправе: </p>
<p class="text-justify agreement mb-0">- иметь доступ ко всем информационным ресурсам Сайта;</p>
<p class="text-justify agreement mb-0">- имеет право размещать Заявки (Тендеры), в порядке и на условиях, предусмотренных настоящим Регламентом;</p>
<p class="text-justify agreement mb-0">- заключать договоры по результатам Тендера, в порядке и на условиях, предусмотренных настоящим Регламентом; </p>
<p class="text-justify agreement mb-0">- обращаться в Техническую поддержку Оператора ЭТП;</p>
<p class="text-justify agreement mb-0">- иметь иные права, предусмотренные Регламентом.</p>

<p class="text-justify agreement mb-0">3.7. Пароли, направляемые Оператором ЭТП, формируются автоматически, могут быть изменены зарегистрированным Пользователем самостоятельно в личном кабинете. Регламент не содержит особых требований к паролям. Оператор ЭТП рекомендует Пользователям не использовать простые пароли. В случае, если Пользователь забудет пароль, то для его восстановления Пользователь вправе обратиться в Техническую поддержку Оператора ЭТП.</p>
<p class="text-justify agreement mb-0">3.8. После подтверждения регистрации Оператор ЭТП включает сведения о зарегистрированном юридическом лице и индивидуальном предпринимателе в Реестр ЭТП. Указанный Реестр ЭТП является конфиденциальной информацией Оператора ЭТП</p>
<p class="text-justify agreement mb-0">3.9. Регистрация на ЭТП является бессрочной. Пользователь вправе отменить свою регистрацию на ЭТП путем направления соответствующего заявления Оператору ЭТП в письменной форме. В течение трех рабочих дней после поступления заявления об отмене регистрации Оператор ЭТП отменяет  регистрацию Пользователя</p>
<p class="text-justify agreement mb-0">3.10. Оператор ЭТП оставляет за собой право приостановить, аннулировать регистрацию любого Пользователя путем блокировки доступа к личному кабинету Пользователя на ЭТП по следующим основаниям: </p>
<p class="text-justify agreement mb-0">3.11.1 нарушение Пользователем Регламента ЭТП; </p>
<p class="text-justify agreement mb-0">3.11.2 неисполнение или ненадлежащее исполнение Пользователем правил, установленных Регламентом, а также обязательств по договорам, заключенным по результатам проведения процедур закупки или продажи на ЭТП – при наличии обращения Пользователя о таких фактах; </p>
<p class="text-justify agreement mb-0">3.11.3 осуществление в отношении Пользователей мер по предупреждению банкротства и (или) возбуждение арбитражным судом дела о банкротстве Пользователя, и (или) признание Пользователя несостоятельным (банкротом) в случаях и порядке, предусмотренных законодательством РФ; </p>
<p class="text-justify agreement mb-0">3.11.4 ликвидация Пользователя в случаях и порядке, предусмотренных законодательством РФ; </p>
<p class="text-justify agreement mb-0">3.11.5 возникновение обстоятельств, свидетельствующих о совершении действий, направленных против деловой репутации Оператора ЭТП, иных Пользователей; </p>
<p class="text-justify agreement mb-0">3.11.6 поступление информации от Пользователя о завладении авторизационными данными Пользователя, необходимыми для работы на Электронной торговой площадке, неуполномоченными третьими лицами; </p>
<p class="text-justify agreement mb-0">3.11.7 при наступлении иных обстоятельств</p>
<p class="text-justify agreement mb-0">3.12. В случае приостановления регистрации Пользователя, Оператор ЭТП приостанавливает оказание услуг Пользователю на срок до устранения нарушений или обстоятельств, послуживших основанием для приостановления регистрации. В случае отмены регистрации Пользователя Оператор ЭТП прекращает оказание услуг такому Пользователю в одностороннем порядке</p>
<p class="text-justify agreement mb-0">3.13. В случае отмены или приостановки регистрации, Оператор ЭТП не несет какой-либо ответственности за возможные убытки, причиненные Пользователю в результате приостановления или отмены регистрации.</p>

<h4 class="text-center mt-6 mb-2">РАЗДЕЛ 4.<br>
ПРАВА И ОБЯЗАННОСТИ ПОЛЬЗОВАТЕЛЕЙ, ОПЕРАТОРА</h4>

<p class="text-justify agreement mb-0">4.1. <b>Пользователь обязуется:</b></p>
<p class="text-justify agreement mb-0">4.1.1. Ознакомиться и соблюдать в полном объеме Регламент ЭТП. Самостоятельно отслеживать внесение изменений и дополнений в настоящий Регламент, принятие Регламента в новой редакции.</p>
<p class="text-justify agreement mb-0">4.1.2. Не передавать индивидуальные имя Пользователя и пароль доступа к ЭТП третьим лицам, обеспечить возможность доступа к личному кабинету  только надлежащим образом уполномоченных Пользователем лиц. Оператор ЭТП не несет ответственность в случае несанкционированного доступа третьих лиц к личному кабинету Пользователя.</p>
<p class="text-justify agreement mb-0">4.1.3. Предоставлять достоверные документы и сведения, предусмотренные Регламентом и законодательством Российской Федерации для совершения действий на ЭТП.</p>
<p class="text-justify agreement mb-0">4.1.4. В полном объеме и в сроки, предусмотренные настоящим Договором, принимать и оплачивать услуги Оператора ЭТП в соответствии с заключенным Договором оказания услуг по организации доступа к Электронной торговой площадке.</p>
<p class="text-justify agreement mb-0">4.1.5. Самостоятельно отслеживать в соответствующем разделе Сайта внесение изменений в Договор поставки, являющийся приложением № 5 к настоящему Регламенту.</p>
<p class="text-justify agreement mb-0">4.1.6. Не размещать на Сайте персональные данные других лиц, а также не использовать персональные данные других Пользователей или Пользователей каким-либо образом, не соответствующим требованиям законодательства Российской Федерации, в противоправных или противозаконных целях, в целях извлечения выгоды и любых иных целях, не соответствующих целям создания Сайта.</p>
<p class="text-justify agreement mb-0">4.1.7. Не осуществлять сбор и обработку персональных данных других Пользователей.</p>
<p class="text-justify agreement mb-0">4.1.8. Не регистрироваться в качестве Пользователя от имени или вместо другого лица или представителя организации, без достаточных на то прав.</p>
<p class="text-justify agreement mb-0">4.1.9. Осуществлять иные обязанности, предусмотренные настоящим Регламентом.</p>

<p class="text-justify agreement mb-0">4.2. <b>Пользователь имеет право:</b></p>
<p class="text-justify agreement mb-0">4.2.1. В полном объеме реализовывать свои права, предусмотренные Регламентом и законодательством Российской Федерации.</p>
<p class="text-justify agreement mb-0">4.2.2. Обращаться к Оператору ЭТП в службу технической поддержки в устной и письменной форме за консультационной помощью относительно технологических особенностей работы Электронной торговой площадки и иным вопросам, связанным с работой ЭТП, а также представлять Оператору замечания и пожелания относительно улучшения технологических характеристик ЭТП.</p>
<p class="text-justify agreement mb-0">4.2.3. Круглосуточно получать доступ к Сайту и его сервисам, за исключением времени проведения профилактических работ или технических сбоев.</p>
<p class="text-justify agreement mb-0">4.2.4. Самостоятельно изменять пароль для доступа в личный кабинет, не уведомляя об этом Оператора ЭТП.</p>
<p class="text-justify agreement mb-0">4.2.5. Обратиться к Оператору ЭТП через службу технической поддержки для блокирования или удаления своего личного кабинета.</p>
<p class="text-justify agreement mb-0">4.2.6. Самостоятельно подавать Заявки на участие в Тендере непосредственно участвовать в тендерных процедурах и выполнять иные действия, связанные с участием в Тендерах.</p>
<p class="text-justify agreement mb-0">4.2.7. Покупатель при получении предложений от Поставщиков в ответ на свой Тендер вправе самостоятельно заблокировать любых Поставщиков (в указанном случае Поставщик исключается от участия в данном Тендере, а также в участии в Тендерах с данным Покупателем).  Блокировка осуществляется в личном кабинете Покупателя путем нажатия на кнопку «Заблокировать Поставщика». В случае блокировки Поставщика, Покупатель не получает от заблокированного Поставщика предложений на объявленный Покупателем Тендер. В личном кабинете Покупатель вправе в любой момент самостоятельно разблокировать любого Поставщика.</p>
<p class="text-justify agreement mb-0">4.2.8. При размещении Тендера с условием поставки аналогов по действующему веществу Покупатель вправе заблокировать любое количество препаратов аналогов. Блокировка осуществляется в личном кабинете Покупателя при размещении заявки на Тендер.</p>
<p class="text-justify agreement mb-0">4.2.9 Осуществлять иные права, предусмотренные настоящим Регламентом.</p>

<p class="text-justify agreement mb-0">4.3. <b>Оператор ЭТП обязуется:</b></p>
<p class="text-justify agreement mb-0">4.3.1. Круглосуточно обеспечивать бесперебойное функционирование ЭТП, за исключением перерывов для проведения профилактических работ и устранения сбоев.</p>
<p class="text-justify agreement mb-0">4.3.2. Обеспечивать обработку и хранение электронных документов, формируемых и (или) передаваемых средствами ЭТП.</p>
<p class="text-justify agreement mb-0">4.3.3. Обеспечивать информационную безопасность ЭТП в соответствии с Регламентом ЭТП.</p>
<p class="text-justify agreement mb-0">4.3.4. Предоставить Пользователю авторизационные данные (пароль) для доступа на ЭТП.</p>
<p class="text-justify agreement mb-0">4.3.5. Оказывать услуги Оператора ЭТП в соответствии с Регламентом, а также требованиями, установленными законодательством Российской Федерации.</p>
<p class="text-justify agreement mb-0">4.3.6. Обеспечивать неразглашение конфиденциальной информации Пользователя за исключением случаев, установленных законом.</p>
<p class="text-justify agreement mb-0">4.3.7. Обеспечивать предусмотренную Регламентом и законодательством Российской Федерации информационную безопасность ЭТП.</p>
<p class="text-justify agreement mb-0">4.3.8. Осуществлять иные обязанности, предусмотренные настоящим Регламентом.</p>

<p class="text-justify agreement mb-0">4.4. <b>Оператор ЭТП вправе:</b></p>
<p class="text-justify agreement mb-0">4.4.1. Осуществлять права Оператора ЭТП, предусмотренные Регламентом и законодательством Российской Федерации.</p>
<p class="text-justify agreement mb-0">4.4.2.  Вносить изменения в программное обеспечение ЭТП по своему усмотрению.</p>
<p class="text-justify agreement mb-0">4.4.3. Производить проверку достоверности информации и документов, предоставленных Пользователем в ходе регистрации и использования ЭТП.</p>
<p class="text-justify agreement mb-0">4.4.4. Вести реестр Пользователей, содержащий документы и сведения, предоставленные ими при регистрации или при внесении изменений в регистрационные данные.</p>
<p class="text-justify agreement mb-0">4.4.5. Отказать Пользователю в оказании услуг и (или) приостановить оказание услуг в случае нарушения Пользователем условий Регламента ЭТП.</p>
<p class="text-justify agreement mb-0">4.4.6. Приостанавливать оказание услуг и (или) функционирование ЭТП для проведения профилактических работ и устранения сбоев не более чем на 192 (сто девяносто два) часа в течение календарного месяца, при этом не более 12 (двенадцать) часов в течение календарного месяца в рабочее время (с 9:00 до 18:00 мск);</p>
<p class="text-justify agreement mb-0">4.4.7. В одностороннем порядке вносить изменения в условия настоящего Регламента.</p>
<p class="text-justify agreement mb-0">4.4.8. Осуществлять иные права, предусмотренные настоящим Регламентом.</p>


<h4 class="text-center mt-6 mb-2">РАЗДЕЛ 5.<br>
РАЗМЕЩЕНИЕ ТЕНДЕРА. УЧАСТИЕ В ТЕНДЕРЕ. ОКОНЧАНИЕ ТЕНДЕРА</h4>

<p class="text-justify agreement mb-0">5.1. ЭТП позволяет организовывать и проводить Тендеры путем аукциона на понижение.</p>
<p class="text-justify agreement mb-0">5.2. Все процедуры закупки (Тендеры) на ЭТП проводятся в электронной форме</p>
<p class="text-justify agreement mb-0">5.3. Все закупки на ЭТП осуществляется в российских рублях</p>
<p class="text-justify agreement mb-0">5.4. Минимальный шаг Тендера составляет 1 рубль</p>
<p class="text-justify agreement mb-0">5.4. ЭТП устанавливается следующий порядок размещения Тендера:</p>
<p class="text-justify agreement mb-0">Покупатель, используя личный кабинет, объявляет о проведении Тендера на ЭТП путем заполнения Заявки соответствующей формы (Приложение № 3 к Регламенту).</p>
<p class="text-justify agreement mb-0">В Заявке должны быть указаны следующие обязательные для заполнения сведения:</p>
<p class="text-justify agreement mb-0">- информация о Товаре (наименование Товара выбирается из списка, предложенного ЭТП), </p>
<p class="text-justify agreement mb-0">- количество Товара (объем, мера измерения (литры, килограммы),</p>
<p class="text-justify agreement mb-0">- <b>Дата окончания Тендера</b> (указывается календарная дата окончания Тендера. Тендер оканчивается в 16:59:59 часов по московскому времени),</p>
<p class="text-justify agreement mb-0">- дата поставки (указывается календарная дата поставки. При этом между датой окончания Тендера и датой Поставки должно быть не менее 1 (Одного) рабочего дня</p>
<p class="text-justify agreement mb-0">- условия поставки (указывается точный адрес доставки, либо указание на самовывоз Товара, либо точный адрес транспортной компании, включая наименование транспортной компании)</p>
<p class="text-justify agreement mb-0">-условия оплаты (предоплата, оплата по факту поставки, частичный (полный) кредит).</p>
<p class="text-justify agreement mb-0">Указанные данные являются обязательными, без заполнения обязательных данных размещение заявки невозможно</p>
<p class="text-justify agreement mb-0">Покупатель также вправе установить дополнительные условия для Тендера, не противоречащие обязательным условиям и требованиям законодательства Российской Федерации.</p>
<p class="text-justify agreement mb-0">5.5. Покупатель не праве вносить изменения в размещенный Тендер.</p>
<p class="text-justify agreement mb-0">5.6. Покупатель вправе размещать одновременно неограниченное количество Тендеров.</p>
<p class="text-justify agreement mb-0">5.7. Покупатель вправе отменить Тендер в любое время до Даты окончания Тендера. В случае отказа до Даты окончания Тендера, обязанность по заключению Договора поставки у Покупателя отсутствует.  </p>
<p class="text-justify agreement mb-0">По истечении Даты окончания Тендера Покупатель вправе отменить Тендер только в случае возникновения обстоятельств непреодолимой силы в соответствии с гражданским законодательством</p>
<p class="text-justify agreement mb-0">5.8. Информация об отмене Тендера направляется Поставщикам, принявшим участие в Тендере, в день Отказа от Тендера.</p>
<p class="text-justify agreement mb-0">5.9. Покупатель, неоднократно отменяющий размещенные им Тендеры, может быть заблокирован Оператором ЭТП</p>
<p class="text-justify agreement mb-0">5.10. Тендер считается состоявшимся при одновременном соблюдении следующих условий: Покупатель не отказался от Тендера до Даты окончания Тендера и на Тендер поступило предложение хотя бы от одного Поставщика, не заблокированного Покупателем в порядке, предусмотренном в п. 4.2.7. Раздела 4 настоящего Регламента.</p>
<p class="text-justify agreement mb-0">5.11. При состоявшемся Тендере Покупатель НЕ ВПРАВЕ отказаться от заключения Договора поставки с Поставщиком, предложившим наименьшую цену.</p>
<p class="text-justify agreement mb-0">5.12. Участие Поставщика в Тендере осуществляется следующим образом:</p>
<p class="text-justify agreement mb-0">5.12.1. Поставщик, используя личный кабинет, вправе принять участие в Тендере путем направления Покупателю через информационные ресурсы ЭТП ценового предложения. При этом, в случае участия в Тендере нескольких Поставщиков и наличия ранее размещенных ценовых предложений от иных Поставщиков, Поставщик не вправе направлять аналогичные ценовые предложения. В указанном случае Поставщик вправе указать ценовое предложение ниже от стоимости наименьшего ценового предложения. Минимальный шаг предложения составляет 1 (Один) рубль.</p>
<p class="text-justify agreement mb-0">5.12.2. Направляя ценовое предложение, Поставщик соглашается с обязательными и дополнительными условиями Тендера. Направление ценового предложения Покупателю является офертой со стороны Поставщика. Направляя ценовое предложение, Поставщик соглашается с тем, что Поставщик несет ответственность, предусмотренную п. 5.12.4 Раздела 5 настоящего Регламента.</p>
<p class="text-justify agreement mb-0">5.12.3. В случае, если Покупатель согласился с ценовым предложением Поставщика, стороны обязаны заключить Договор в порядке, указанном в Разделе 6 настоящего Регламента.</p>
<p class="text-justify agreement mb-0">5.12.4. В случае, если Поставщик отказывается от заключения договора Поставки при наличии согласия Покупателя на заключение Договора поставки, Поставщик обязуется  выплатить Оператору ЭТП неустойку в размере 10 (Десять)  процентов от общей стоимости Тендера, предложенного данным Поставщиком. Неустойка в указанном размере выплачивается Оператору ЭТП в течение 3 (Трех) рабочих дней с даты получения уведомления на электронную почту Поставщика, указанную при регистрации Поставщика.  В случае невыплаты неустойки, уклонения от выплаты неустойки, Оператор ЭТП вправе обратиться в Арбитражный суд города Москвы с соответствующим исковым заявлением.  </p>
<p class="text-justify agreement mb-0">5.13. Состоявшийся Тендер является безотзывным согласием (в значении понятий оферта и акцент) Покупателя и Поставщика на выполнение условий состоявшегося Тендера, то есть на выполнение всех обязательств, предусмотренных нормами гражданского законодательства о поставке и Договора, указанного в Приложении № 5 к настоящему Регламенту, соответственно, Покупатель обязан принять и оплатить Товар, указанный в Тендере, на условиях, указанных в Тендере, а Поставщик обязан поставить Товар на условиях, указанных в Тендере</p>

<h4 class="text-center mt-6 mb-2">РАЗДЕЛ 6.<br>
ЗАКЛЮЧЕНИЕ ДОГОВОРА ПОСТАВКИ</h4>

<p class="text-justify agreement mb-0">6.1. По окончанию Тендера, признанного состоявшимся, Оператор ЭТП автоматически формирует Договор поставки по форме, указанной в Приложении № 5 к настоящему Регламенту, и направляет по электронной почте Покупателю и Поставщику</p>
<p class="text-justify agreement mb-0">6.2. В Договоре поставки, заключаемой по результатам Тендера при помощи ЭТП, указываются все существенные условия, содержащиеся в Тендере. Оплата Товара осуществляется непосредственно Поставщику по банковским реквизитам, указанным в заключаемом Договоре</p>
<p class="text-justify agreement mb-0">6.3. Покупатель и Поставщик вправе подписать Договор поставки обмена подписанными Договорами на адреса электронной почты, указанной Поставщиком и Покупателем при регистрации. Указанный способ заключения Договора поставки используется в значении, установленном ст. 160, 165.1, 434 Гражданского кодекса Российской Федерации. Стороны Договора поставки в дальнейшем вправе самостоятельно обменяться оригиналами заключенных Договоров поставки</p>
<p class="text-justify agreement mb-0">6.4. Не подписание Договора поставки, в порядке, указанном в Разделе 6 настоящего Регламента, не освобождает Покупателя и Поставщика от исполнения обязательств, возникших в результате состоявшегося Тендера.  </p>
<p class="text-justify agreement mb-0">6.5. Все права и обязанности по Договору поставки возникают непосредственно у сторон Договора поставки. В случае возникновения споров и разногласий Стороны урегулируют спор самостоятельно в порядке, предусмотренном Договором поставки и законодательством Российской Федерации.</p>
<p class="text-justify agreement mb-0">6.6. Оператор ЭТП не несет ответственность за неисполнение или ненадлежащее исполнение Поставщиком и (или) Покупателем условий Договора поставки. Оператор ЭТП не является стороной Договора поставки, не является поручителем по исполнению Договора поставки, Оператор ЭТП не осуществляет перечисление денежных средств.</p>
<p class="text-justify agreement mb-0">6.7. Оператор ЭТП вправе на возмездной основе путем заключения соответствующего договора оказать содействие и (или) правовую помощь по защите нарушенных прав Покупателя или Поставщика, в том числе путем обращения в арбитражный суд.</p>

<h4 class="text-center mt-6 mb-2">РАЗДЕЛ 7.<br>
ТАРИФЫ УСЛУГ ОПЕРАТОРА ЭТП</h4>

<p class="text-justify agreement mb-0">7.1. Тариф услуг Оператора ЭТП определяется в рублях РФ и включает в себя НДС 20%:</p>

    <v-divider class="mt-4 mb-0"></v-divider>
    <v-simple-table>
      <template v-slot:default>
        <tbody>
		  <tr><td>1</td><td>Регистрация на ЭТП</td><td>бесплатно</td></tr>
		  <tr _v-if="usertype=='customer'"><td>2</td><td>Стоимость услуги по организации предоставления доступа к ЭТП для Пользователя - Покупателя</td><td>не взимается</td></tr>
		  <tr _v-else><td>3</td><td>Стоимость услуги по организации предоставления доступа к ЭТП для Пользователя - Поставщика</td><td>Определяется Договором оказания услуг по организации доступа к Электронной торговой площадке</td></tr>
        </tbody>
      </template>
    </v-simple-table>
    <v-divider class="mb-4 mt-0"></v-divider>

<p class="text-justify agreement mb-0">7.2. Поставщик после окончания состоявшегося Тендера обязан оплатить вознаграждение Оператора в порядке и размере, определяемым Договором оказания услуг по организации доступа к Электронной торговой площадке</p>
<p class="text-justify agreement mb-0">7.3. Оплата услуг осуществляется Пользователем путем перечисления денежных средств в безналичном порядке на расчетный счет Оператора, указанный в Договоре оказания услуг по организации доступа к ЭТП (Приложение № 4 к настоящему Регламенту).</p>
<p class="text-justify agreement mb-0">7.4. По факту оказания услуг, стоимость которых подлежит оплате, Оператор ЭТП предоставляет Пользователю акт приемки оказанных услуг и счет-фактуру</p>
<p class="text-justify agreement mb-0">7.5. Датой исполнения обязательств Пользователя по оплате оказанных услуг считается дата поступления денежных средств на расчетный счет Оператора</p>
<p class="text-justify agreement mb-0">7.7. В случае неоплаты вознаграждения Оператора в срок, указанный в п.7.2. раздела 7 настоящего Регламента, Оператор ЭТП вправе также требовать от Поставщика выплаты неустойки в размере 0,1 процента от цены Договора поставки за каждый день просрочки</p>
<p class="text-justify agreement mb-0">7.8. Все споры и разногласия относительно оплаты вознаграждения Оператора ЭТП разрешаются между Оператором ЭТП и Поставщиком  путем переговоров, в случае недостижения согласия  - в Арбитражном суде города Москвы</p>

<h4 class="text-center mt-6 mb-2">РАЗДЕЛ 8.<br>
ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ ОПЕРАТОРА ЭТП</h4>

<p class="text-justify agreement mb-0">8.1. Оператор ЭТП не несет ответственность за содержание и актуальность информации, размещаемой Пользователями на ЭТП, включая информацию о Товаре, его цене, сроках доставки.</p>
<p class="text-justify agreement mb-0">8.2. В частности, но не ограничиваясь, Оператор ЭТП не несет ответственности за:</p>
<p class="text-justify agreement mb-0">8.2.1. технологические неисправности каналов связи общего пользования, посредством которых осуществляется доступ к ЭТП, утраты Пользователем доступа в Интернет по любой причине, ошибки, пропуски, перерывы в работе или передаче данных, дефекты линий связи и иные технические сбои;</p>
<p class="text-justify agreement mb-0">8.2.2. несанкционированное вмешательство в работу ЭТП третьих лиц, включая хакерские атаки, DDoS-атаки, действия вирусных программ и иные нарушения работы ЭТП;</p>
<p class="text-justify agreement mb-0">8.2.3. утрату Пользователем доступа к ЭТП, в том числе при наличии признаков несанкционированного использования доступа Пользователя к ЭТП;</p>
<p class="text-justify agreement mb-0">8.2.4. недостатки аппаратного или программного обеспечения Пользователя;</p>
<p class="text-justify agreement mb-0">8.2.5. иные обстоятельства, находящиеся вне непосредственного контроля Оператора ЭТП</p>
<p class="text-justify agreement mb-0">8.3. При любых обстоятельствах ответственность Оператора ЭТП в соответствии со статьями 15 и 401 Гражданского кодекса России ограничена возмещением реального ущерба и в любом случае не может превышать 50 000 (Пятьдесят тысяч) рублей РФ.</p>


<h4 class="text-center mt-6 mb-2">РАЗДЕЛ 9.<br>
ИНФОРМАЦИОННЫЕ ПАРТНЕРЫ</h4>

<p class="text-justify agreement mb-0">9.1. Оператор ЭТП вправе оказывать Информационным партнерам на основе отдельного соглашения услуги по размещению на ЭТП информации об услугах, товарах Информационных партнеров.  </p>
<p class="text-justify agreement mb-0">9.2. Информационные Партнеры вправе направить в Техническую поддержку ЭТП анкету в свободной форме. Направление анкеты не влечет обязанности Оператора ЭТП заключить договор с Информационным Партнером</p>
<p class="text-justify agreement mb-0">9.3. В случае заключения договора, указанного в п. 9.1. Раздела 9 настоящего Регламента, Оператор не несет ответственности за достоверность информации, качество услуг Информационных Партнеров</p>

<h4 class="text-center mt-6 mb-2">РАЗДЕЛ 10.<br>
КОНФИДЕНЦИАЛЬНОСТЬ И ЗАЩИТА ИНФОРМАЦИИ</h4>

<p class="text-justify agreement mb-0">10.1. Конфиденциальной информацией не являются сведения, размещенные в открытой части (свободном доступе) на ЭТП и Сайте.</p>
<p class="text-justify agreement mb-0">10.2. Пользователь признает, что ЭТП (её программная и аппаратная части, а также средства её индивидуализации) являются собственностью Оператора. В связи с этим Пользователь обязуется не допускать нарушения исключительных прав Оператору ЭТП , а также сообщать о всяких подобных нарушениях, о которых Пользователю стало известно.</p>
<p class="text-justify agreement mb-0">10.3. Оператор ЭТП, Пользователи обеспечивают неразглашение конфиденциальной информации, в том числе со стороны своих сотрудников и иных лиц, привлеченных в связи с исполнением настоящего Регламента, и несут ответственность за соблюдение ими режима конфиденциальности. Не является нарушением режима конфиденциальности предоставление информации по запросу уполномоченных государственных органов в соответствии с законодательством РФ</p>
<p class="text-justify agreement mb-0">10.4. Оператор ЭТП обеспечивает применение аппаратных и программных средств защиты информации, содержащейся в не свободном доступе на ЭТП, в том числе сохранность этой информации, предупреждение и пресечение уничтожения информации, ее несанкционированного изменения и копирования, нарушения штатного режима обработки информации </p>


<h4 class="text-center mt-6 mb-2">РАЗДЕЛ 11.<br>
ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ</h4>

<p class="text-justify agreement mb-0">11.1. Пользователь при регистрации на ЭТП, а также при каждом входе в личный кабинет ЭТП соглашается с тем, что Оператор ЭТП будет обрабатывать персональные данные Пользователя в составе: фамилия, имя, отчество, контактный телефон и иные данные, которые могут стать доступны Оператору ЭТП из представленных Пользователем документов</p>
<p class="text-justify agreement mb-0">11.2. Оператор ЭТП осуществляет обработку персональных данных в виде: сбора, записи, систематизации, накопления, хранения, уточнения (обновления, изменения), извлечения, использования, предоставления доступа, блокирования, удаления, уничтожения персональных данных</p>
<p class="text-justify agreement mb-0">11.3. Оператор ЭТП осуществляет обработку персональных данных для целей идентификации субъекта персональных данных на ЭТП как самим Оператором ЭТП, так и иными лицами, привлеченными Оператором ЭТП лицами</p>
<p class="text-justify agreement mb-0">11.4. Согласие на обработку персональных данных является Приложением № 6 к настоящему Регламенту.</p>

<h4 class="text-center mt-6 mb-2">РАЗДЕЛ 12.<br>
РАЗРЕШЕНИЕ СПОРОВ</h4>

<p class="text-justify agreement mb-0">12.1. В случае возникновения любых споров или разногласий, связанных с исполнением настоящего Регламента, стороны приложат все усилия для их разрешения путем переговоров.  Претензионный порядок составляет 5 рабочих дней.</p>
<p class="text-justify agreement mb-0">12.2. Если споры или разногласия не будут разрешены сторонами путем переговоров, они подлежат рассмотрению в Арбитражном суде города Москвы.</p>

  </v-container>
</template>
<style>
  p.agreement { text-indent: 20px; margin:.25em 0; }
</style>
<script>
  export default {
    data: () => ({
      today: new Date().toISOString().substr(0, 10),
    }),
    props: {
		usertype: String
    },
    computed: {
    },
    created() {
    },
    mounted () {
    },
    methods: {
      formatDate(date) {
        if (!date) { return }
        else {
          const [ year, month, day ] = date.split('-')
          return day+'/'+month+'/'+year
        }
      },
    },
    watch: {
    }
  };
</script>
