<template>
  <v-container flat class="pa-4">

<h5 class="text-center mt-6 mb-12">Договор оказания услуг<br>
по организации доступа к Электронной торговой площадке</h5>

    <v-card-actions class="pa-0 my-6">
      <span style="margin-left: 20px;">г. Москва</span>
      <v-spacer></v-spacer>
      <span>{{formatDate(today)}}</span>
    </v-card-actions>

<b>Общество с ограниченной ответственностью «НАТС»</b>, именуемое в дальнейшем «Оператор», в лице Генерального директора Григорьева Игоря Леонидовича, действующего на основании Устава, с одной стороны, и любое и каждое, присоединившееся к настоящему Договору лицо, именуемое в дальнейшем «Поставщик», с другой стороны, совместно именуемые «Стороны», а по отдельности - «Сторона», заключили настоящий Договор оказания услуг о нижеследующем:

<h4 class="text-center mt-6 mb-2">1.	Используемые термины и определения</h4>
<p class="text-justify agreement mb-0">В настоящем Договоре применяются следующие термины и определения:</p>
<p class="text-justify agreement mb-0"><b>Сайт</b> – интернет-сайт, размещенный в сети Интернет по адресу: www.agtender.com.</p>
<p class="text-justify agreement mb-0"><b>Сервисы Сайта</b> – функциональные возможности Сайта, в том числе вспомогательные службы и инструменты, доступные Поставщику при просмотре и (или) использовании Сайта, а также предоставляющие доступ к Контенту Сайта.</p>
<p class="text-justify agreement mb-0">Контент (содержание Сайта) – все содержимое Сайта, вся информация на Сайте, включая все объекты, размещенные на Сайте, в том числе элементы дизайна, тексты, средства индивидуализации, логотипы, товарные знаки, таблицы, графики, графические изображения, иллюстрации, рецензии, скрипты, программы и другие объекты и их подборки, объекты интеллектуальной собственности, а также иные материалы, размещаемые Оператором.</p>
<p class="text-justify agreement mb-0"><b>Электронная Торговая Площадка</b> (далее по тексту - <b>ЭТП</b>) – программно-аппаратный комплекс организационных, информационных и технологических решений, разработанный и принадлежащий ООО «НАТС» (ОГРН 1097746251096, ИНН 7719723080), предназначенный для организации проведения закупочных процедур товаров в электронной форме на Сайте.</p>
<p class="text-justify agreement mb-0"><b>Оператор</b> – ООО «НАТС», владеющее ЭТП, в том числе необходимым для ее функционирования программно-аппаратными средствами и организационно обеспечивающее проведение Тендеров в соответствии с законодательством РФ и Регламентом ЭТП.</p>
<p class="text-justify agreement mb-0"><b>Поставщик</b> – юридические лицо, индивидуальный предприниматель, крестьянско-фермерское хозяйство, заключившие с Оператором Договор оказания услуг по организации доступа к ЭТП, зарегистрированные на ЭТП в целях участия в Тендерах для поставки Товаров и заключения договоров на основании Тендеров. </p>
<b>Регистрация на ЭТП</b> – совокупность действий Поставщика и Оператора, направленных на получение и предоставление доступа Пользователю ко всем информационным системам Сайта, в том числе личному кабинету Поставщика, предоставление Поставщику доступа к информации о Тендерах и возможности участия в них на ЭТП, производимая с целью идентификации Поставщика. По результатам Регистрации создаётся учётная запись Поставщика на Сайте. Регистрация является добровольной. 
<p class="text-justify agreement mb-0"><b>Учетные данные Поставщика</b> – идентификационные данные Поставщика (уникальное имя пользователя (логин) и пароль), предназначенные для доступа Поставщика к Сайту, указываемые Поставщиком при регистрации на Сайте.</p>
<p class="text-justify agreement mb-0"><b>Тендер</b> – закупочная процедура, проводимая при помощи ЭТП, на конкурентной основе, направленная на заключение договора поставки Товара.</p>
<p class="text-justify agreement mb-0"><b>Регламент ЭТП</b> - документ, условия которого приняты Поставщиком в полном объеме при регистрации на ЭТП, определяющий порядок организации и проведения закупочных процедур на Электронной торговой площадке, а также порядок взаимодействия Поставщика или его представителей и Оператора.</p>
<p class="text-justify agreement mb-0"><b>Техническая поддержка Оператора</b> – служба, созданная Оператором, для оперативного разрешения технических вопросов, возникающих у Пользователей при регистрации и использовании ЭТП. Техническая поддержка Оператора оказывается дистанционно по электронному адресу: info@agtender.com (круглосуточно), а также по контактному телефону: 7 (495) 128-67-71 (в рабочие дни с 9.00 до 18.00 по московскому времени).</p>

<h4 class="text-center mt-6 mb-2">2.	Предмет Договора</h4>
<p class="text-justify agreement mb-0">2.1. Настоящий Договор регулирует взаимоотношения Оператора и Поставщика, присоединившегося к настоящему Договору, по оказанию Оператором услуг по организации доступа к  ЭТП и всем ее сервисам на сайте www.agtender.com .</p>
<p class="text-justify agreement mb-0">Оператор обязуется оказать Поставщику услуги по организации доступа к ЭТП, а Поставщик обязуется принимать и оплачивать оказанные услуги в соответствии с Регламентом ЭТП и условиями настоящего Договора.</p>
<p class="text-justify agreement mb-0">2.2. Настоящий Договор является публичной офертой по смыслу п. 2 ст. 437 Гражданского кодекса Российской Федерации (далее – ГК РФ).</p>
<p class="text-justify agreement mb-0">2.3. Акцептом настоящей оферты является регистрация Поставщика на Сайте;</p>
<p class="text-justify agreement mb-0">2.4. Настоящий Договор, заключаемый путем акцепта настоящей оферты, не требует двустороннего подписания и действителен в электронном виде, в соответствии с положениями п.п. 2,3 ст.434 Гражданского кодекса Российской Федерации.</p>
<p class="text-justify agreement mb-0">2.5. В случае несогласия Поставщика с какими-либо из положений Договора, Поставщик не вправе использовать Сайт и его сервисы. </p>
<p class="text-justify agreement mb-0">2.6. Сайт предоставляет возможность использования контента, сервисов и получения услуг Сайта Поставщику в целях реализации последними предпринимательской деятельности.  При исполнении настоящего Договора Оператор и Поставщик также действуют в целях извлечения прибыли в рамках осуществления предпринимательской деятельности.</p>
<p class="text-justify agreement mb-0">2.7. Использовать сервисы и получать услуги Сайта, а также регистрироваться на Сайте могут исключительно юридические лица или индивидуальные предприниматели, действующие самостоятельно (для индивидуальных предпринимателей), через своих сотрудников или уполномоченных представителей. С момента регистрации Поставщика все действия на Сайте, выполняемые сотрудниками или представителями Поставщика признаются совершенными от имени самого Поставщика (юридического лица или индивидуального предпринимателя) и одобренными Поставщиком, в соответствии с положениями п.1 ст.182 Гражданского Кодекса РФ. </p>
<p class="text-justify agreement mb-0">2.8. Посещая Сайт, Поставщик гарантирует, что обладает достаточной правоспособностью и не имеет ограничений в реализации гражданских прав, установленных какими-либо локальными нормативными актами юридического лица или действующим законодательством Российской Федерации.</p>
<p class="text-justify agreement mb-0">2.9. Право использования сервисов Сайта в полном объеме предоставляется Поставщику после Регистрации на Сайте.</p>
<p class="text-justify agreement mb-0">2.10. Настоящий Договор обязателен для Поставщика, прошедшего регистрацию на ЭТП.</p>

<h4 class="text-center mt-6 mb-2">3.	Права и обязанности Сторон</h4>
<b>3.1. Поставщик обязуется:</b>
<p class="text-justify agreement mb-0">3.1.1. Ознакомиться и соблюдать в полном объеме Регламент ЭТП.</p>
<p class="text-justify agreement mb-0">3.1.2. Не передавать логин и пароль доступа к ЭТП третьим лицам, обеспечить возможность доступа к Сайту только надлежащим образом уполномоченных Поставщиком лиц.</p>
<p class="text-justify agreement mb-0">3.1.3. Предоставлять достоверные документы и сведения, предусмотренные Регламентом и законодательством Российской Федерации для совершения действий на ЭТП.</p>
<p class="text-justify agreement mb-0">3.1.4. В полном объеме и в сроки, предусмотренные настоящим Договором, принимать и оплачивать услуги Оператора. </p>
<p class="text-justify agreement mb-0">3.1.5. Не размещать на Сайте персональные данные других лиц, а также не использовать персональные данные других пользователей Сайта каким-либо образом, не соответствующим требованиям законодательства Российской Федерации, в противоправных или противозаконных целях, в целях извлечения выгоды и любых иных целях, не соответствующих целям создания Сайта.</p>
<p class="text-justify agreement mb-0">3.1.6. Не осуществлять сбор и обработку персональных данных других пользователей Сайта.</p>
<p class="text-justify agreement mb-0">3.1.7. Не размещать на Сайте и себя в профиле информацию и объекты (включая ссылки на них), которые могут нарушать права и интересы других лиц.</p>
<p class="text-justify agreement mb-0">3.1.8. Не регистрироваться в качестве Поставщика от имени или вместо другого лица или представителя организации, без достаточных на то прав.</p>

<b>3.2. Поставщик имеет право:</b>
<p class="text-justify agreement mb-0">3.2.1. В полном объеме реализовывать свои права, предусмотренные Регламентом ЭТП и законодательством Российской Федерации.</p>
<p class="text-justify agreement mb-0">3.2.2. Обращаться к Оператору в устной и письменной форме за консультационной помощью относительно технологических особенностей работы ЭТП и иным вопросам, связанным с работой ЭТП, а также представлять Оператору замечания и пожелания относительно улучшения технологических характеристик ЭТП.</p>
<p class="text-justify agreement mb-0">3.2.3. Круглосуточно получать доступ к Сайту и его сервисам, за исключением времени проведения профилактических работ или технических сбоев.</p>
<p class="text-justify agreement mb-0">3.2.4. Самостоятельно изменять пароль, не уведомляя об этом Оператора и самостоятельно редактировать ранее размещенную на Сайте информацию о Поставщике.</p>
<p class="text-justify agreement mb-0">3.2.5. Обратиться к Оператору для блокирования или удаления своего профиля путем направления обращения в Техническую поддержку ЭТП либо при личном обращении.</p>
<p class="text-justify agreement mb-0">3.2.6. Самостоятельно участвовать в процедурах Тендеров и выполнять иные действия, связанные с участием в Тендерах</p>
<p class="text-justify agreement mb-0">3.3. Поставщик согласен с тем, что, осуществляя доступ к Сайту и пользуясь его контентом, он получает личное неисключительное и непередаваемое право использовать Контент Сайта при условии, что ни сам Поставщик, ни любые иные лица при содействии Поставщика не будут копировать или изменять программное обеспечение; создавать программы, производные от программного обеспечения; проникать в программное обеспечение с целью получения кодов программ; осуществлять продажу, уступку, сдачу в аренду, передачу третьим лицам в любой иной форме прав в отношении программного обеспечения сервисов, предоставляемых Сайтом.</p>

<b>3.4. Оператор обязуется:</b>
<p class="text-justify agreement mb-0">3.4.1. Круглосуточно обеспечивать бесперебойное функционирование ЭТП, за исключением перерывов для проведения профилактических работ и устранения сбоев;</p>
<p class="text-justify agreement mb-0">3.4.2. Обеспечивать обработку и хранение электронных документов, формируемых и (или) передаваемых средствами ЭТП.;</p>
<p class="text-justify agreement mb-0">3.4.3. Обеспечивать информационную безопасность ЭТП в соответствии с Регламентом ЭТП;</p>
<p class="text-justify agreement mb-0">3.4.4. Предоставить Поставщику авторизационные данные (идентификатор и пароль) для доступа на ЭТП, в порядке и на условиях, предусмотренных Регламентом ЭТП.  </p>
<p class="text-justify agreement mb-0">3.4.5. Оказывать услуги Оператора по настоящему Договору в соответствии с его условиями, Регламентом, а также требованиями, установленными законодательством Российской Федерации.</p>
<p class="text-justify agreement mb-0">3.4.6. Обеспечивать неразглашение конфиденциальной информации Поставщика за исключением случаев, установленных законом.</p>
<p class="text-justify agreement mb-0">3.4.7. Обеспечивать предусмотренную Регламентом и законодательством Российской Федерации информационную безопасность ЭТП.</p>

<b>3.5. Оператор вправе:</b>
<p class="text-justify agreement mb-0">3.5.1. Осуществлять права Оператора ЭТП, предусмотренные Регламентом ЭТП и законодательством Российской Федерации.</p>
<p class="text-justify agreement mb-0">3.5.2. На правах собственника ЭТП вносить изменения в программное обеспечение ЭТП по своему усмотрению.</p>
<p class="text-justify agreement mb-0">3.5.3. Производить проверку достоверности информации и документов, предоставленных Поставщиком в ходе регистрации (аккредитации) и использования ЭТП.</p>
<p class="text-justify agreement mb-0">3.5.4. Вести реестр Поставщиков, содержащий документы и сведения, предоставленные ими при регистрации или при внесении изменений в регистрационные данные;</p>
<p class="text-justify agreement mb-0">3.5.5. Отказать Поставщику в оказании услуг и (или) приостановить оказание услуг в случае нарушения Поставщиком условий настоящего Договора и (или) Регламента ЭТП и (или) иных внутренних документов ЭТП;</p>
<p class="text-justify agreement mb-0">3.5.6. Приостанавливать оказание услуг и (или) функционирование ЭТП для проведения профилактических работ и устранения сбоев не более чем на 192 (сто девяносто два) часа в течение календарного месяца, при этом не более 12 (двенадцать) часов в течение календарного месяца в рабочее время (с 9:00 до 18:00 мск);</p>

<h4 class="text-center mt-6 mb-2">4. Стоимость услуг и порядок расчетов</h4>
<p class="text-justify agreement mb-0">4.1. Стоимость услуг Оператора определяется в рублях РФ и включает в себя НДС 20%:</p>

    <v-divider class="mt-4 mb-0"></v-divider>
    <v-simple-table>
      <template v-slot:default>
        <tbody>
		  <tr><td>1</td><td>Регистрация на ЭТП</td><td>бесплатно</td></tr>
		  <tr><td>2</td><td>Стоимость услуги по организации предоставления доступа к ЭТП для Поставщика</td><td>Определяется формулой (Цена Договора поставки без НДС * 1,5 %)</td></tr>
        </tbody>
      </template>
    </v-simple-table>
    <v-divider class="mb-4 mt-0"></v-divider>

<p class="text-justify agreement mb-0">4.2. По факту оказания услуг, стоимость которых подлежит оплате, Оператор ЭТП  предоставляет Поставщику акт приемки оказанных услуг и счет-фактуру. </p>
<p class="text-justify agreement mb-0">4.3. Оплата услуг осуществляется Поставщиком путем перечисления денежных средств в безналичном порядке на расчетный счет Оператора.</p>
<p class="text-justify agreement mb-0">4.4. Датой исполнения обязательств Поставщика по оплате оказанных услуг считается дата поступления денежных средств на расчетный счет Оператора. </p>

<h4 class="text-center mt-6 mb-2">5. Ответственность Сторон и разрешение споров</h4>
<p class="text-justify agreement mb-0">5.1. Стороны несут ответственность за соблюдение условий настоящего Договора и Регламента ЭТП в соответствии с его условиями и законодательством Российской Федерации. </p>
<p class="text-justify agreement mb-0">5.2. Оператор не несет ответственности (в том числе и перед третьими лицами) за негативные последствия, наступившие в ходе использования ЭТП не по вине Оператора, в частности, ввиду недостатков или выхода из строя компьютерной техники Поставщика, перебоев и нестабильного соединения с сетью Интернет на стороне Поставщика, ограничение доступа к сети Интернет, введенное Интернет-провайдером Поставщика, компьютерные вредоносные программные продукты, по каким-либо причинам функционирующие на компьютерной технике Поставщика и др.</p>
<p class="text-justify agreement mb-0">5.3. Оператор не несет ответственности за ненадлежащее исполнения обязательств любой из Сторон по сделке, заключенной посредством использования сервисов ЭТП (включая, но не ограничиваясь нарушение качества поставляемого товара, нарушение срока оплаты или срока поставки товара и т.п.).</p>
<p class="text-justify agreement mb-0">По согласованию Сторон нарушение Поставщиком своих обязательств по заключенной с помощью ЭТП сделке (нарушение срока поставки, , непоставка Товара, поставка Товара с нарушением условий о его качестве, количестве, ассортименте,  иные нарушения обязательств) признается ущербом деловой репутации Оператора. Оператор в таком случае вправе потребовать от Поставщика  возмещения причиненного ущерба, который Стороны определяют в размере 10% (Десять процентов) от стоимости неисполненного обязательства по сделке, заключенной посредством сервисов ЭТП.</p>
<p class="text-justify agreement mb-0">5.4. В случае просрочки исполнения Поставщиком обязательств по оплате услуг Оператора, последний вправе потребовать уплаты неустойки в размере 0,1% от неуплаченной в срок суммы за каждый день просрочки. </p>
<p class="text-justify agreement mb-0">5.5. Сторона, нарушившая свои обязательства, предусмотренные настоящим Договором, должна без промедления устранить нарушения и/или принять меры к устранению последствий.</p>
<p class="text-justify agreement mb-0">5.6. Ни одна из Сторон не несет ответственности перед другой Стороной за неисполнение или ненадлежащее исполнение обязательств настоящего Договора, обусловленное действием обстоятельств непреодолимой силы, то есть чрезвычайных и непредотвратимых при данных условиях обстоятельств, в том числе объявленной или фактической войной, гражданскими волнениями, террористическими актами, эпидемиями, блокадами, эмбарго, пожарами, землетрясениями, наводнениями и другими природными стихийными бедствиями, изданием актов органов государственной власти. </p>
<p class="text-justify agreement mb-0">5.7. Сторона, которая не исполняет свои обязательства вследствие действия обстоятельств непреодолимой силы, должна в течение 3 (трех) рабочих дней с даты наступления таких обстоятельств известить другую Сторону о наступлении обстоятельств непреодолимой силы с приложением надлежаще оформленных подтверждающих документов, выданных компетентными органами.</p>
<p class="text-justify agreement mb-0">5.8. Если обстоятельства непреодолимой силы действуют на протяжении 3 (трех) последовательных месяцев, действие настоящего Договора может быть приостановлено, либо он может быть расторгнут по согласию Сторон.</p>
<p class="text-justify agreement mb-0">5.9. Все споры и разногласия между Сторонами, по настоящему Договору подлежат разрешению в порядке переговоров либо в претензионном порядке. Срок рассмотрения претензии – 5 (Пять) рабочих дней с даты ее получения любым видом связи. </p>
<p class="text-justify agreement mb-0">5.10. При невозможности урегулирования спора – он передается на рассмотрение Арбитражного суда по месту нахождения Оператора.</p>

<h4 class="text-center mt-6 mb-2">6.	Конфиденциальность</h4>
<p class="text-justify agreement mb-0">6.1. Стороны признают условия настоящего Договора конфиденциальной информацией и обязуются не разглашать данную информацию третьим лицам, кроме случаев, установленных законом.</p>
<p class="text-justify agreement mb-0">6.2. Конфиденциальной информацией не являются сведения, размещенные в открытой части (свободном доступе) на ЭТП и Сайте.</p>
<p class="text-justify agreement mb-0">6.3. Поставщик признает, что ЭТП (её программная и аппаратная части, а также средства её индивидуализации) являются собственностью Оператора. В связи с этим Поставщик обязуется не допускать нарушения исключительных прав Оператору, а также сообщать о всяких подобных нарушениях, о которых Поставщику стало известно.</p>
<p class="text-justify agreement mb-0">6.4. В ходе заключения и исполнения настоящего Договора Сторонами может использоваться обмен сообщениями и документами посредством электронной почты либо с использованием сообщений, отправляемыми/получаемыми посредством программного обеспечения ЭТП.</p>
<p class="text-justify agreement mb-0">Стороны признают наличие электронной цифровой подписи Стороны надлежащим доказательством того, что документ исходит от Стороны по Договору.</p>

<h4 class="text-center mt-6 mb-2">7.	Прочие положения</h4>
<p class="text-justify agreement mb-0">7.1. Настоящий Договор вступает в силу с момента его акцепта Поставщиком и заключается на неопределенный срок.</p>
<p class="text-justify agreement mb-0">7.2. Во всем остальном, что не урегулировано настоящим Договором, Стороны руководствуются законодательством РФ.</p>
<p class="text-justify agreement mb-0">В рамках исполнения настоящего Договора допускается представление Сторонами документов посредством факсимильной, электронной или иной связи, в том числе с использованием сети Интернет, а также документов, подписанных аналогом собственноручной подписи, электронной подписью.</p>

<h4 class="text-center mt-6 mb-2">8.	Реквизиты Оператора</h4>

<p style="text-indent: 0px;">
      <b>ООО «НАТС»</b><br>
ОГРН 1097746251096<br>
ИНН/КПП  7719723080/771901001<br>

<!--105425, г.&nbsp;Москва, ул. 5-я&nbsp;Парковая, д.&nbsp;55, корпус&nbsp;1<br>
Почт.адрес: 105318, г.&nbsp;Москва, ул.&nbsp;Измайловский Вал, д.&nbsp;20, стр.&nbsp;1, этаж&nbsp;3, пом.&nbsp;I, комн.&nbsp;5-->
105203, г. Москва, вн.тер.г. Муниципальный округ Восточное Измайлово, ул 14-я Парковая, д. 8, помещ. 1/5, офис 38
<br>
Р/с 40702810208000011506<br>
в БРЯНСКОЕ ОТДЕЛЕНИЕ №&nbsp;8605 ПАО&nbsp;СБЕРБАНК<br>
БИК 041501601<br>
К/с 30101810400000000601<br>
Генеральный директор<br>Григорьев И.Л.
    </p>

  </v-container>
</template>
<style>
  p.agreement { text-indent: 20px; margin:.25em 0; }
</style>
<script>
  export default {
    data: () => ({
      today: new Date().toISOString().substr(0, 10),
    }),
    props: {
		usertype: String
    },
    computed: {
    },
    created() {
    },
    mounted () {
    },
    methods: {
      formatDate(date) {
        if (!date) { return }
        else {
          const [ year, month, day ] = date.split('-')
          return day+'/'+month+'/'+year
        }
      },
    },
    watch: {
    }
  };
</script>
